{
    "không": 1331,
    "giọng": 37,
    "thầy": 915,
    "trầm": 5,
    "tìm_hiểu": 37,
    "mạng": 47,
    "viết": 35,
    "báo_cáo": 42,
    "môn_học": 353,
    "slide": 164,
    "giảng": 373,
    "cũ": 34,
    "sửa": 56,
    "lỗi": 19,
    "ngữ_pháp": 19,
    "sai_sót": 12,
    "thông_tin": 31,
    "tài_liệu": 151,
    "học_tập": 65,
    "dặn": 6,
    "nên": 781,
    "up": 14,
    "yếu": 23,
    "trừ": 6,
    "dạy": 513,
    "quá": 406,
    "giảng_viên": 533,
    "cần": 546,
    "cung_cấp": 67,
    "thi": 182,
    "lý_thuyết": 205,
    "bộ_môn": 12,
    "phòng": 262,
    "thực_hành": 524,
    "kém": 38,
    "chất_lượng": 77,
    "máy_móc": 5,
    "đảm_bảo": 61,
    "bổ_sung": 16,
    "kiến_thức": 260,
    "thuyết_trình": 30,
    "sinh_viên": 1002,
    "chỗ": 36,
    "chưa": 416,
    "sâu": 23,
    "một_số": 69,
    "khả_năng": 57,
    "sáng_tạo": 11,
    "sẵn": 5,
    "tận_tình": 14,
    "giúp": 44,
    "học": 746,
    "tốt": 153,
    "ý_kiến": 26,
    "hoàn_thành": 11,
    "bài_tập": 491,
    "kỳ": 111,
    "bắt_đầu": 12,
    "chữ_viết": 5,
    "bảng": 44,
    "đôi_khi": 46,
    "hơi": 293,
    "thực_tế": 81,
    "giáo_trình": 65,
    "hơn_nữa": 21,
    "thật_sự": 22,
    "rất": 247,
    "chương_trình": 68,
    "môn": 209,
    "chia": 14,
    "cấu_trúc": 8,
    "dữ_liệu": 9,
    "thành": 12,
    "tải": 6,
    "nổi": 7,
    "chậm": 50,
    "biện_pháp": 6,
    "nâng_cấp": 41,
    "bụi": 13,
    "máy_chiếu": 63,
    "tệ": 16,
    "học_sinh": 64,
    "hướng_dẫn": 119,
    "rõ_ràng": 52,
    "đồ_án": 136,
    "đọc": 47,
    "không_thể": 35,
    "đôi": 29,
    "game": 16,
    "văn": 29,
    "chán": 36,
    "buồn_ngủ": 50,
    "doubledot": 53,
    "tuần": 46,
    "hoạt_động": 38,
    "lớp": 289,
    "mong": 108,
    "có_thể": 158,
    "sắp_xếp": 32,
    "sử_dụng": 101,
    "tiếng": 122,
    "việt": 31,
    "giảng_dạy": 209,
    "phát_âm": 16,
    "sai": 39,
    "cải_thiện": 35,
    "mấy": 23,
    "lab": 43,
    "xong": 26,
    "chả": 8,
    "ảnh_hưởng": 18,
    "tiếp_theo": 6,
    "hài_lòng": 25,
    "góp_ý": 5,
    "vấn_đề": 88,
    "trình_bày": 28,
    "công_nghệ": 14,
    "hay": 185,
    "kỹ_thuật": 8,
    "lắm": 58,
    "đem": 5,
    "ôn": 12,
    "chờ": 10,
    "trùng": 19,
    "trường": 66,
    "nội_dung": 175,
    "kiểm_tra": 40,
    "rộng": 9,
    "tận_tâm": 22,
    "nhàm_chán": 35,
    "lên_lớp": 119,
    "muộn": 17,
    "tiếp_cận": 16,
    "lập_trình": 34,
    "thay_đổi": 35,
    "hệ_thống": 33,
    "máy_tính": 47,
    "nghỉ": 144,
    "bù": 33,
    "phù_hợp": 64,
    "khó_khăn": 40,
    "tiếp_thu": 79,
    "dạng": 25,
    "hư_hỏng": 5,
    "đi": 144,
    "trễ": 65,
    "thường_xuyên": 72,
    "vắng": 6,
    "thông_báo": 81,
    "tốn": 19,
    "thời_gian": 235,
    "code": 49,
    "giấy": 14,
    "thiết_bị": 92,
    "một_cách": 36,
    "cụ_thể": 75,
    "kỹ_năng": 47,
    "đứng": 17,
    "đông": 15,
    "chiếu": 14,
    "chữ": 19,
    "mờ": 28,
    "wzjwz": 77,
    "bài_học": 46,
    "tính_chất": 6,
    "trực_tiếp": 14,
    "phần_mềm": 29,
    "chữa": 7,
    "ai": 23,
    "thắc_mắc": 28,
    "đối_với": 33,
    "trang_bị": 26,
    "nóng": 27,
    "mơ_hồ": 21,
    "tiết": 107,
    "ngoại": 6,
    "khóa": 29,
    "giao_tiếp": 27,
    "đáp_ứng": 22,
    "yêu_cầu": 50,
    "trọng_tâm": 16,
    "nắm_bắt": 28,
    "ít_nhất": 5,
    "ghế": 8,
    "hình_dung": 7,
    "nói_khó": 10,
    "phút": 21,
    "thống_nhất": 19,
    "quản_lý": 12,
    "sinh_động": 14,
    "lịch": 45,
    "điểm_danh": 37,
    "hầu_như": 14,
    "kính": 6,
    "mạch": 7,
    "nghiên_cứu": 20,
    "fraction": 11,
    "chấm": 59,
    "hình_thức": 53,
    "tham_gia": 14,
    "đánh_giá": 36,
    "hy_vọng": 18,
    "bọn": 32,
    "dễ_dàng": 13,
    "vận_dụng": 19,
    "cuối_cùng": 12,
    "trả_lời": 39,
    "áp_lực": 12,
    "chuẩn_bị": 26,
    "diễn_đạt": 16,
    "liên_quan": 32,
    "máy": 95,
    "sql": 6,
    "phiên_bản": 5,
    "truyền_đạt": 130,
    "tổng_quát": 5,
    "đào_tạo": 16,
    "có_lẽ": 8,
    "giáo_viên": 119,
    "bận": 19,
    "báo": 28,
    "hướng": 12,
    "tất_cả": 16,
    "nói_chung": 5,
    "cập_nhật": 59,
    "đặc_biệt": 15,
    "tình_trạng": 14,
    "hỗ_trợ": 31,
    "chủ_yếu": 22,
    "giao": 12,
    "thời_lượng": 25,
    "câu": 62,
    "chú_trọng": 22,
    "thay_vì": 26,
    "cơ_sở": 34,
    "vật_chất": 29,
    "lan_man": 19,
    "chủ_đề": 10,
    "thu_hút": 24,
    "tập_trung": 52,
    "chú_ý": 14,
    "chuẩn": 14,
    "khắc_phục": 7,
    "thái_độ": 8,
    "điều_kiện": 17,
    "hiệu_quả": 102,
    "xem_xét": 5,
    "nền_tảng": 12,
    "áp_dụng": 32,
    "đề_nghị": 27,
    "nhà_trường": 57,
    "giải": 72,
    "thế_nào": 13,
    "toàn": 28,
    "ví_dụ": 91,
    "kịp": 46,
    "chủ_động": 14,
    "bắt_buộc": 11,
    "cá_nhân": 13,
    "nắm": 28,
    "sát": 30,
    "tiến_độ": 8,
    "làm_việc": 22,
    "thụ_động": 6,
    "như_vậy": 31,
    "tương_tác": 32,
    "moodle": 39,
    "nhiệt_tình": 66,
    "rối": 5,
    "quá_trình": 31,
    "sư_phạm": 7,
    "bao_nhiêu": 7,
    "dịch": 12,
    "google": 6,
    "đường": 5,
    "đầu": 33,
    "tổ_chức": 17,
    "hạn_chế": 20,
    "demo": 12,
    "bảo": 9,
    "sách": 14,
    "chi_tiết": 31,
    "nêu": 13,
    "laptop": 11,
    "học_kỳ": 40,
    "tiền": 6,
    "quan_trọng": 21,
    "mail": 17,
    "lắp": 9,
    "quạt": 16,
    "ổ_cắm": 5,
    "màn": 8,
    "che": 9,
    "cửa_sổ": 6,
    "theo_dõi": 10,
    "hoàn_toàn": 19,
    "bất_cứ": 5,
    "rút": 7,
    "wifi": 12,
    "đề": 86,
    "mẫu": 14,
    "video": 7,
    "đổi": 14,
    "ngắn": 16,
    "tham_khảo": 15,
    "phân_tích": 6,
    "thuật_toán": 5,
    "bám": 13,
    "khô_khan": 10,
    "chán_nản": 6,
    "trục_trặc": 9,
    "độ": 11,
    "xảy": 6,
    "tốc_độ": 9,
    "trò_chơi": 6,
    "hứng_thú": 43,
    "đầy_đủ": 39,
    "trách_nhiệm": 6,
    "phát_triển": 10,
    "công_việc": 8,
    "quan_tâm": 24,
    "dạy_học": 17,
    "tuy_nhiên": 23,
    "file": 13,
    "gợi_ý": 5,
    "định_hướng": 7,
    "đầu_tư": 24,
    "một_chút": 11,
    "chẳng": 17,
    "cho_qua": 5,
    "một_tí": 5,
    "đầu_tiên": 9,
    "cài": 6,
    "visual": 11,
    "kêu": 5,
    "xem_lại": 14,
    "quý": 5,
    "ngoài_lề": 5,
    "bao_giờ": 12,
    "vui_vẻ": 9,
    "tâm_lý": 6,
    "hoang_mang": 8,
    "hợp_lý": 59,
    "nói_nhỏ": 9,
    "trang": 32,
    "vdotv": 5,
    "kỹ": 51,
    "thỉnh_thoảng": 5,
    "đăng": 7,
    "nghiêm_khắc": 7,
    "hi_vọng": 10,
    "dài_dòng": 7,
    "c": 9,
    "song_song": 5,
    "hiện_đại": 6,
    "mục_tiêu": 11,
    "nghĩa": 5,
    "luyện": 5,
    "chạy": 19,
    "thực_tiễn": 26,
    "bớt": 10,
    "kết_hợp": 7,
    "toán": 14,
    "phức_tạp": 8,
    "phương_pháp": 74,
    "chuyên_ngành": 15,
    "tụi": 31,
    "bàn": 8,
    "mệt": 6,
    "trình_độ": 13,
    "giải_thích": 32,
    "đáp_án": 18,
    "nói_chuyện": 14,
    "kết_quả": 23,
    "đi_sâu": 14,
    "thử": 7,
    "chung_chung": 8,
    "khó_tính": 10,
    "website": 11,
    "nước_ngoài": 5,
    "cơ_hội": 8,
    "học_phí": 6,
    "cảm_giác": 11,
    "kỹ_càng": 7,
    "cân_bằng": 6,
    "gửi": 19,
    "số_lượng": 23,
    "đề_cương": 21,
    "nhận_xét": 5,
    "kiểu": 19,
    "đối_phó": 5,
    "kinh_nghiệm": 20,
    "hiện_tại": 13,
    "kênh": 8,
    "giảng_đường": 11,
    "qua_loa": 9,
    "quên": 7,
    "tăng_cường": 23,
    "trao_đổi": 14,
    "hời_hợt": 6,
    "xe": 5,
    "họp": 5,
    "cố_định": 7,
    "chép": 23,
    "mặt": 14,
    "rớt": 12,
    "trường_hợp": 12,
    "kia": 6,
    "internet": 5,
    "xíu": 6,
    "cơ_bản": 26,
    "căn_bản": 8,
    "khuyến_khích": 5,
    "phân_bố": 11,
    "xem_xét_lại": 6,
    "toàn_bộ": 6,
    "chuyên_sâu": 5,
    "cảm_thấy": 25,
    "lướt": 14,
    "củng_cố": 5,
    "hiện_nay": 17,
    "bản_chất": 6,
    "hai": 16,
    "thú_vị": 8,
    "thực_sự": 36,
    "chiếm": 6,
    "ôn_tập": 16,
    "lố": 7,
    "thời": 14,
    "biểu": 8,
    "rèn_luyện": 10,
    "micro": 25,
    "thay": 18,
    "hệ": 10,
    "điều_hành": 6,
    "thực_hiện": 18,
    "chút": 10,
    "ngôn_ngữ": 16,
    "khoa": 30,
    "xử_lý": 8,
    "nâng": 31,
    "bắt": 22,
    "điện": 8,
    "liên_tục": 15,
    "thiếu_sót": 5,
    "đa_số": 17,
    "giảng_giải": 10,
    "đợi": 9,
    "làm_sao": 8,
    "java": 5,
    "ý_nghĩa": 8,
    "ngoài_ra": 6,
    "nộp": 29,
    "lý_do": 15,
    "ứng_dụng": 20,
    "bài_toán": 6,
    "xây_dựng": 6,
    "tìm_kiếm": 5,
    "thí_nghiệm": 7,
    "chính_xác": 14,
    "phân_bổ": 16,
    "cạnh": 6,
    "ồn_ào": 5,
    "vì_thế": 5,
    "gián_đoạn": 5,
    "đột_xuất": 5,
    "không_thể_nào": 6,
    "lớp_học": 22,
    "đăng_ký": 10,
    "vì_vậy": 7,
    "nhắc_nhở": 6,
    "tâm_huyết": 5,
    "công_thức": 6,
    "tóm": 6,
    "cấu_hình": 6,
    "nhu_cầu": 7,
    "phục_vụ": 10,
    "mức_độ": 7,
    "giới_thiệu": 13,
    "seminar": 27,
    "lúc_nào": 6,
    "giỏi": 10,
    "mặc_dù": 24,
    "dụng_cụ": 6,
    "liên_hệ": 16,
    "phép": 7,
    "sơ_sài": 18,
    "bữa": 6,
    "thảo_luận": 6,
    "cách_thức": 9,
    "cứng_nhắc": 8,
    "hề": 11,
    "sau_này": 11,
    "cần_thiết": 28,
    "copy": 6,
    "h": 31,
    "hư": 11,
    "vô": 8,
    "nửa": 8,
    "đề_tài": 14,
    "đừng": 13,
    "web": 12,
    "như_không": 6,
    "giải_đáp": 26,
    "khắt_khe": 6,
    "kỹ_lưỡng": 5,
    "studio": 5,
    "phân_chia": 9,
    "phần_nào": 5,
    "học_phần": 6,
    "photo": 5,
    "chương": 12,
    "chỉ_dẫn": 6,
    "trắc_nghiệm": 7,
    "công_bố": 5,
    "mệt_mỏi": 5,
    "minh_họa": 7,
    "trừu_tượng": 7,
    "chủ_quan": 6,
    "colonsad": 6,
    "đa_phần": 8,
    "cải_tiến": 13,
    "đổi_mới": 8,
    "hướng_dẫn_giải": 7,
    "tâm": 5,
    "chênh_lệch": 6,
    "hầu_hết": 5,
    "deadline": 20,
    "đòi_hỏi": 5,
    "ghi_chép": 6,
    "sửa_chữa": 7,
    "hỏng": 6,
    "truyền": 5,
    "phân": 8,
    "năng_lực": 6,
    "speaking": 13,
    "điều_chỉnh": 8,
    "chiều": 8,
    "course": 6,
    "nhập_môn": 5,
    "hấp_dẫn": 10,
    "cảm_hứng": 5,
    "tràn_lan": 5,
    "trưởng": 5,
    "mong_muốn": 9,
    "sợ": 11,
    "giúp_đỡ": 7,
    "giải_quyết": 8,
    "ý_tưởng": 5,
    "linh_hoạt": 5,
    "thậm_chí": 5,
    "dựa": 7,
    "rèm": 5,
    "kéo_dài": 11,
    "trực_quan": 7,
    "mở_rộng": 6,
    "công_bằng": 15,
    "loa": 10,
    "bài_làm": 5,
    "hôm": 11,
    "quy_định": 8,
    "chuyên_môn": 13,
    "ngành": 12,
    "công_tác": 6,
    "trời": 9,
    "chuyên": 7,
    "âm_thanh": 9,
    "soạn": 6,
    "đỡ": 5,
    "phân_công": 5,
    "cài_đặt": 7,
    "kiến": 6,
    "trở_nên": 6,
    "ngủ": 7,
    "cộng": 10,
    "courses": 8,
    "ghi": 11,
    "to": 5,
    "nặng_nề": 6,
    "giờ_giấc": 6,
    "ban_đầu": 5,
    "khó_chịu": 10,
    "áp_đặt": 5,
    "kit": 10,
    "điện_thoại": 8,
    "trung_bình": 5,
    "vô_cùng": 7,
    "từ_vựng": 6,
    "đơn_giản": 7,
    "quét": 5,
    "khoa_học": 5,
    "thiết_kế": 7,
    "thực": 5,
    "kết_thúc": 14,
    "mục_đích": 8,
    "cực": 6,
    "quá_sức": 5,
    "truyền_tải": 5,
    "phần_lớn": 5,
    "tiếp_xúc": 7,
    "cố_gắng": 6,
    "một_vài": 12,
    "sinh": 5,
    "dot": 6,
    "cặn_kẽ": 5,
    "lãng_phí": 5,
    "thành_viên": 7,
    "thoải_mái": 5,
    "tín_chỉ": 6,
    "vẻ": 7,
    "mà_lại": 5,
    "diễn_đàn": 5,
    "kiếm": 5,
    "học_hỏi": 5,
    "dường_như": 6
}