{
    "giảng_viên": 622,
    "dạy": 1036,
    "nhiệt_tình": 1232,
    "chu_đáo": 29,
    "tận_tâm": 377,
    "tạo": 132,
    "mọi": 38,
    "điều_kiện": 19,
    "cho": 473,
    "sinh_viên": 921,
    "kỹ_năng": 61,
    "em": 194,
    "rất": 1192,
    "yêu": 7,
    "thầy": 1283,
    "hy_vọng": 7,
    "được": 181,
    "ở": 24,
    "các": 206,
    "môn_học": 130,
    "sau_này": 16,
    "trong": 252,
    "công_tác": 10,
    "giảng_dạy": 438,
    "thân_thiện": 99,
    "với": 364,
    "học_sinh": 129,
    "dễ": 769,
    "hiểu": 754,
    "thu_hút": 16,
    "bài_tập": 294,
    "nhìn": 8,
    "cô": 566,
    "dễ_thương": 44,
    "giọng": 12,
    "nghe": 32,
    "nói": 49,
    "rõ": 35,
    "cũng": 58,
    "như": 48,
    "làm": 102,
    "của": 265,
    "tích_cực": 40,
    "thường_xuyên": 36,
    "giúp_đỡ": 85,
    "tận_tình": 254,
    "nghiêm_khắc": 10,
    "giờ": 191,
    "học": 233,
    "giao_tiếp": 13,
    "tốt": 349,
    "vui_tính": 202,
    "vui_vẻ": 182,
    "có": 433,
    "kiến_thức": 388,
    "cao": 62,
    "và": 769,
    "giúp": 136,
    "giảng": 427,
    "hay": 498,
    "kỹ": 98,
    "minh_họa": 19,
    "lý_thuyết": 58,
    "thực_tế": 107,
    "nói_chuyện": 7,
    "liên_hệ": 30,
    "thực_tiễn": 58,
    "truyền_đạt": 215,
    "phương_pháp": 88,
    "hứng_thú": 36,
    "khi": 93,
    "hơi": 9,
    "luôn": 127,
    "từ": 26,
    "đảm_bảo": 39,
    "số": 10,
    "lên_lớp": 78,
    "vấn_đề": 58,
    "những": 143,
    "thật_sự": 10,
    "thiết_thực": 8,
    "kinh_nghiệm": 44,
    "quá_trình": 37,
    "giáo_viên": 199,
    "năng_động": 12,
    "khả_năng": 52,
    "nhiều": 402,
    "ví_dụ": 86,
    "cách": 131,
    "trẻ": 9,
    "mới": 41,
    "ra": 78,
    "trường": 17,
    "nên": 44,
    "đưa": 47,
    "lên": 14,
    "bảng": 5,
    "để": 122,
    "vừa": 22,
    "thảo_luận": 16,
    "hướng_dẫn": 128,
    "cụ_thể": 47,
    "nhiệt_huyết": 49,
    "hướng_dẫn_nhiệt_tình": 9,
    "chi_tiết": 82,
    "đơn_giản": 8,
    "sát": 54,
    "gần_gũi": 68,
    "chuẩn": 7,
    "gần": 24,
    "tiếp_thu": 93,
    "trao_đổi": 18,
    "trên": 62,
    "lớp": 119,
    "website": 7,
    "tâm_huyết": 77,
    "hỗ_trợ": 28,
    "khá": 94,
    "học_tập": 84,
    "hình_thức": 5,
    "hiệu_quả": 95,
    "hoạt_động": 44,
    "hấp_dẫn": 16,
    "giải_đáp": 99,
    "thắc_mắc": 113,
    "cung_cấp": 82,
    "bổ_ích": 33,
    "có_ích": 7,
    "công_việc": 21,
    "thương": 12,
    "ôn_tập": 19,
    "kể": 10,
    "chuyện": 15,
    "là": 85,
    "một": 53,
    "dạy_học": 16,
    "tâm": 56,
    "nội_dung": 65,
    "sáng_tạo": 11,
    "chất_lượng": 16,
    "quan_tâm": 85,
    "tới": 31,
    "chấm": 6,
    "điểm": 33,
    "chính_xác": 7,
    "nhanh": 22,
    "thấy": 22,
    "thực_hành": 98,
    "hơn": 72,
    "bài": 345,
    "rộng": 14,
    "biết": 33,
    "thêm": 52,
    "thứ": 10,
    "chăm_lo": 5,
    "ạ": 12,
    "tài_liệu": 56,
    "đầy_đủ": 137,
    "sẵn_sàng": 19,
    "đúng": 133,
    "chỉ": 61,
    "đa_dạng": 19,
    "phù_hợp": 17,
    "sức": 5,
    "giỏi": 20,
    "lúc": 14,
    "phải": 13,
    "không": 149,
    "quá": 43,
    "nặng": 5,
    "đủ": 24,
    "thi": 31,
    "về": 129,
    "đạt": 13,
    "kết_quả": 7,
    "kỳ": 13,
    "đồng_thời": 6,
    "năng_nổ": 11,
    "việc": 63,
    "hoà_đồng": 9,
    "nhằm": 6,
    "khiến": 8,
    "cảm_thấy": 10,
    "thoải_mái": 67,
    "đến": 97,
    "còn": 55,
    "nhưng": 50,
    "vui": 60,
    "hiền": 31,
    "cố_gắng": 11,
    "thầy_giáo": 10,
    "áp_dụng": 27,
    "vào": 39,
    "mặc_dù": 6,
    "vẫn": 8,
    "giới_thiệu": 6,
    "công_nghệ": 11,
    "câu": 29,
    "hỏi": 43,
    "tìm": 6,
    "khác": 18,
    "tiếp_cận": 13,
    "tiết": 36,
    "thú_vị": 30,
    "đầu": 5,
    "bộ_môn": 6,
    "này": 29,
    "không_khí": 32,
    "phát_biểu": 5,
    "thông_tin": 27,
    "sự": 60,
    "ít": 15,
    "lắng_nghe": 12,
    "khó": 28,
    "ngắn_gọn": 15,
    "dễ_chịu": 12,
    "dậy": 7,
    "kết_hợp": 10,
    "nhất": 24,
    "đồ_án": 34,
    "mỗi": 21,
    "tuần": 9,
    "code": 12,
    "giáo_trình": 12,
    "bọn": 12,
    "nắm": 27,
    "mình": 15,
    "đi": 44,
    "giải": 39,
    "củng_cố": 5,
    "sau": 22,
    "kỹ_lưỡng": 11,
    "tự": 29,
    "tìm_hiểu": 13,
    "chuyên_môn": 22,
    "yêu_cầu": 7,
    "buổi": 36,
    "sôi_động": 6,
    "nếu": 17,
    "có_thể": 35,
    "tăng": 10,
    "thì": 25,
    "chủ_động": 23,
    "nâng": 31,
    "mà": 47,
    "cả": 16,
    "nghề_nghiệp": 6,
    "doubledot": 7,
    "thuyết_trình": 15,
    "tư_duy": 7,
    "một_cách": 11,
    "không_gian": 5,
    "áp_lực": 15,
    "chứ": 7,
    "một_số": 15,
    "sâu": 14,
    "trình_độ": 5,
    "đánh_giá": 11,
    "chúng": 26,
    "ngay": 7,
    "sinh": 5,
    "viết": 9,
    "tâm_lý": 14,
    "tăng_cường": 6,
    "đề": 22,
    "rèn_luyện": 21,
    "chưa": 23,
    "nghỉ": 8,
    "lấy": 14,
    "rõ_ràng": 56,
    "bám": 16,
    "cần_thiết": 14,
    "chia_sẻ": 27,
    "hài_lòng": 51,
    "gì": 29,
    "chuyên_sâu": 11,
    "theo": 30,
    "wzjwz": 70,
    "ngày": 5,
    "đối_với": 13,
    "vui_nhộn": 7,
    "điều": 23,
    "tuyệt_vời": 22,
    "thích": 31,
    "tương_tác": 14,
    "anh": 34,
    "nó": 6,
    "hữu_ích": 15,
    "ngoài": 34,
    "ý_kiến": 19,
    "tân": 5,
    "slide": 37,
    "như_vậy": 5,
    "đó": 33,
    "thời_gian": 38,
    "giờ_giấc": 7,
    "tiếng": 24,
    "dễ_tính": 20,
    "hướng": 9,
    "bạn": 27,
    "ngoài_ra": 6,
    "vững": 8,
    "vận_dụng": 14,
    "tập_trung": 8,
    "hài_hước": 22,
    "từng": 28,
    "hệ_thống": 13,
    "moodle": 10,
    "tham_khảo": 12,
    "cô_giáo": 16,
    "giữa": 9,
    "thực_hiện": 5,
    "nghiêm_túc": 17,
    "sửa": 21,
    "kiểm_tra": 12,
    "bù": 5,
    "đều": 22,
    "điểm_cao": 5,
    "hòa": 43,
    "đồng": 41,
    "lớp_học": 15,
    "cải_thiện": 5,
    "colonsmilesmile": 6,
    "tận_tụy": 20,
    "làm_việc": 24,
    "nhóm": 39,
    "cởi_mở": 8,
    "mong": 15,
    "tiếp_tục": 7,
    "tại": 5,
    "cặn_kẽ": 8,
    "hợp_lý": 15,
    "xong": 5,
    "bài_học": 51,
    "theo_dõi": 5,
    "cập_nhật": 24,
    "trình_bày": 21,
    "mang": 18,
    "tính": 33,
    "phần": 42,
    "trọng_tâm": 14,
    "xin": 6,
    "cảm_ơn": 14,
    "sôi_nổi": 18,
    "phát_âm": 5,
    "dạng": 6,
    "cần": 22,
    "người": 37,
    "khoa_học": 9,
    "nhàm_chán": 8,
    "dù": 5,
    "colonlove": 6,
    "nhẹ_nhàng": 7,
    "tất_cả": 11,
    "giảng_giải": 6,
    "đề_cập": 7,
    "đặc_biệt": 5,
    "chịu_khó": 10,
    "nhận_xét": 6,
    "quý_báu": 5,
    "tụi": 17,
    "sách": 5,
    "bổ_sung": 7,
    "phòng": 6,
    "nhà": 27,
    "nghề": 8,
    "giải_thích": 25,
    "truyền": 8,
    "mặt": 7,
    "ôn": 6,
    "lại": 53,
    "trực_tiếp": 6,
    "trước": 22,
    "ân_cần": 5,
    "gây": 15,
    "cảm_giác": 13,
    "trách_nhiệm": 10,
    "đã": 25,
    "chương_trình": 9,
    "tinh_thần": 5,
    "phong_cách": 16,
    "cuốn_hút": 7,
    "ứng_dụng": 15,
    "nghiên_cứu": 10,
    "môn": 35,
    "nào": 20,
    "liên_quan": 17,
    "thưa": 8,
    "tôi": 7,
    "tổ_chức": 8,
    "cái": 15,
    "nắm_bắt": 18,
    "gặp": 14,
    "khó_khăn": 9,
    "hoàn_thành": 5,
    "quý": 7,
    "trả_lời": 21,
    "kỹ_càng": 12,
    "logic": 6,
    "chuyên_tâm": 5,
    "xinh": 5,
    "dễ_dàng": 8,
    "trò_chơi": 5,
    "so": 6,
    "chỉ_bảo": 18,
    "qua": 17,
    "lớn": 5,
    "lập_trình": 8,
    "mở_rộng": 14,
    "chuyên_nghiệp": 8,
    "sinh_động": 24,
    "lỗi": 10,
    "cám_ơn": 6,
    "bên": 21,
    "cạnh": 7,
    "câu_chuyện": 6,
    "cuộc_sống": 9,
    "mẫu": 10,
    "lo": 5,
    "nhìn_chung": 5,
    "hết_mình": 11,
    "vì": 17,
    "nhớ": 10,
    "chỉ_dẫn": 13,
    "sẽ": 15,
    "cơ_bản": 8,
    "cực_kỳ": 18,
    "sử_dụng": 23,
    "công_bằng": 9,
    "cuối": 8,
    "to": 5,
    "học_hỏi": 6,
    "hết": 9,
    "truyền_cảm_hứng": 9,
    "đề_cương": 8,
    "kèm": 5,
    "colonsmile": 7,
    "sớm": 8,
    "định_hướng": 9,
    "tuy": 6,
    "buồn_ngủ": 7,
    "cơ_hội": 10,
    "bằng": 9,
    "lần": 11,
    "điểm_danh": 5,
    "cảm_hứng": 14,
    "thật": 6,
    "đặt": 14,
    "lôi_cuốn": 10,
    "bị": 5,
    "tránh": 6,
    "ok": 7,
    "demo": 8,
    "nữa": 10,
    "nói_chung": 5,
    "xã_hội": 6,
    "hiểu_biết": 5,
    "chuẩn_bị": 10,
    "quan_trọng": 6,
    "truyền_cảm": 7,
    "thực_sự": 6,
    "thông_qua": 5,
    "đọc": 9,
    "hai": 6,
    "chúc": 8,
    "phong_phú": 14,
    "nhờ": 6,
    "học_sinh_động": 6,
    "năm": 7,
    "đem": 5,
    "năng_lực": 8,
    "cực": 6,
    "chậm": 9,
    "đẹp_trai": 8,
    "tham_gia": 8,
    "tương_đối": 11,
    "muốn": 9,
    "khuyến_khích": 7,
    "ngành": 5,
    "chú_trọng": 5,
    "mức_độ": 5,
    "mạng": 5,
    "dành": 7,
    "chỗ": 7,
    "sâu_rộng": 6,
    "thái_độ": 5,
    "máy": 5,
    "giải_quyết": 8,
    "thường": 12,
    "nền_tảng": 5,
    "diễn_đạt": 5,
    "video": 5,
    "nguyên_tắc": 7,
    "up": 7,
    "gửi": 5,
    "lắm": 5,
    "học_kỳ": 12,
    "tuyệt": 7,
    "chính": 7,
    "luyện_tập": 5
}