{
    "vì": 119,
    "giọng": 37,
    "trầm": 5,
    "tự": 87,
    "tìm_hiểu": 37,
    "trên": 213,
    "mạng": 47,
    "rồi": 83,
    "viết": 35,
    "báo_cáo": 42,
    "môn_học": 355,
    "thôi": 20,
    "slide": 164,
    "là": 348,
    "cũ": 34,
    "từ": 68,
    "năm": 33,
    "2009": 2,
    "được": 559,
    "sửa": 56,
    "nhiều": 805,
    "lỗi": 19,
    "chính_tả": 3,
    "ngữ_pháp": 19,
    "đến": 172,
    "sai_sót": 12,
    "có": 772,
    "tài_liệu": 151,
    "dặn": 6,
    "up": 14,
    "lên": 101,
    "youtube": 3,
    "nhưng": 249,
    "do": 70,
    "nhà": 85,
    "yếu": 24,
    "em": 464,
    "lại": 184,
    "thì": 267,
    "bị": 69,
    "trừ": 6,
    "điểm": 144,
    "dạy": 514,
    "một": 193,
    "lúc": 102,
    "rõ": 95,
    "thi": 184,
    "lý_thuyết": 207,
    "bộ_môn": 12,
    "phòng": 262,
    "thực_hành": 524,
    "kém": 39,
    "chất_lượng": 77,
    "máy_móc": 5,
    "đảm_bảo": 61,
    "tổng_kết": 2,
    "kiến_thức": 260,
    "sau": 82,
    "mỗi": 60,
    "buổi": 170,
    "thuyết_trình": 30,
    "của": 427,
    "chỗ": 36,
    "còn": 258,
    "khó": 433,
    "hiểu": 393,
    "sâu": 23,
    "một_số": 69,
    "chỉ": 208,
    "khuôn_khổ": 2,
    "thêm": 235,
    "các": 456,
    "định_lý": 2,
    "định_nghĩa": 3,
    "sẵn": 5,
    "tận_tình": 14,
    "hơn": 614,
    "giúp": 44,
    "học": 749,
    "tốt": 153,
    "hoàn_thành": 11,
    "bài_tập": 491,
    "trước": 121,
    "khi": 249,
    "kỳ": 111,
    "bắt_đầu": 12,
    "nói": 209,
    "tra": 2,
    "chữ_viết": 5,
    "bảng": 44,
    "đôi_khi": 46,
    "nữa": 75,
    "giáo_trình": 65,
    "này": 197,
    "thật_sự": 22,
    "chương_trình": 68,
    "nặng": 21,
    "môn": 209,
    "chia": 14,
    "ra": 152,
    "làm": 391,
    "2": 90,
    "cấu_trúc": 8,
    "dữ_liệu": 9,
    "1": 48,
    "nay": 7,
    "gộp": 2,
    "thành": 14,
    "tải": 6,
    "nổi": 7,
    "chậm": 50,
    "cho": 767,
    "đánh": 2,
    "mạnh": 6,
    "biện_pháp": 6,
    "nâng_cấp": 41,
    "dơ": 2,
    "bụi": 13,
    "máy_chiếu": 64,
    "cũng": 172,
    "tệ": 16,
    "tạo": 53,
    "học_sinh": 64,
    "đồ_án": 136,
    "đọc": 47,
    "mãi": 2,
    "vẫn": 55,
    "đôi": 29,
    "nhìn": 27,
    "game": 16,
    "vào": 187,
    "anh": 108,
    "văn": 29,
    "mà": 200,
    "dễ": 94,
    "chán": 36,
    "buồn_ngủ": 50,
    "phản_ánh": 2,
    "thế": 21,
    "doubledot": 53,
    "tuần": 46,
    "đó": 102,
    "khác": 116,
    "lớp": 289,
    "nếu": 62,
    "có_thể": 158,
    "sắp_xếp": 32,
    "tiếp": 3,
    "những": 231,
    "sử_dụng": 101,
    "tiếng": 122,
    "việt": 31,
    "gây": 93,
    "giảng_dạy": 209,
    "phát_âm": 17,
    "sai": 39,
    "nghe": 130,
    "nha": 2,
    "mấy": 23,
    "lab": 44,
    "xong": 27,
    "cái": 40,
    "gì": 138,
    "cả": 58,
    "ta": 4,
    "thường": 51,
    "lau": 3,
    "sạch": 2,
    "ảnh_hưởng": 18,
    "tiếp_theo": 6,
    "bạn": 87,
    "phần": 164,
    "phải": 177,
    "hài_lòng": 25,
    "nhỏ": 56,
    "tuy": 10,
    "ở": 107,
    "vấn_đề": 88,
    "lấy": 27,
    "giữa": 57,
    "về": 299,
    "hay": 185,
    "kỹ_thuật": 8,
    "dưới": 16,
    "lắm": 58,
    "bằng": 42,
    "nhanh": 165,
    "ôn": 14,
    "chờ": 10,
    "lâu": 18,
    "mới": 100,
    "trùng": 19,
    "trường": 66,
    "nội_dung": 175,
    "kiểm_tra": 40,
    "rộng": 9,
    "cô": 281,
    "tận_tâm": 22,
    "nhàm_chán": 35,
    "lên_lớp": 120,
    "muộn": 17,
    "đúng": 73,
    "hoặc": 56,
    "thừa": 4,
    "như": 170,
    "lập_trình": 34,
    "đã": 102,
    "hệ_thống": 33,
    "máy_tính": 47,
    "nghỉ": 144,
    "bù": 33,
    "phù_hợp": 64,
    "khiến": 42,
    "khó_khăn": 40,
    "việc": 149,
    "dạng": 26,
    "hư_hỏng": 5,
    "đi": 144,
    "trễ": 65,
    "thường_xuyên": 72,
    "vắng": 6,
    "có_lý_do": 3,
    "thông_báo": 81,
    "bức_xúc": 3,
    "tốn": 19,
    "thời_gian": 235,
    "phí": 2,
    "đi_lại": 3,
    "bỏ": 27,
    "code": 49,
    "giấy": 14,
    "thiết_bị": 92,
    "để": 471,
    "dở": 3,
    "một_cách": 36,
    "cụ_thể": 75,
    "đứng": 17,
    "đông": 15,
    "ngồi": 43,
    "xa": 11,
    "sẽ": 85,
    "thấy": 81,
    "chiếu": 14,
    "chữ": 19,
    "mờ": 28,
    "tại": 19,
    "tính_chất": 6,
    "trực_tiếp": 14,
    "phần_mềm": 29,
    "chữa": 7,
    "ai": 23,
    "thắc_mắc": 28,
    "hỏi": 81,
    "riêng": 20,
    "hữu_ích": 3,
    "đối_với": 33,
    "trang_bị": 26,
    "nóng": 27,
    "mơ_hồ": 21,
    "tiết": 107,
    "ngoại": 6,
    "khóa": 29,
    "giao_tiếp": 27,
    "xã_hội": 3,
    "đáp_ứng": 22,
    "yêu_cầu": 50,
    "nắm_bắt": 28,
    "đều": 42,
    "nghĩ": 67,
    "ít_nhất": 5,
    "ghế": 8,
    "vẽ": 2,
    "hình_dung": 7,
    "nói_khó": 10,
    "đang": 40,
    "30": 18,
    "phút": 21,
    "thống_nhất": 19,
    "nhau": 41,
    "quản_lý": 12,
    "sinh_động": 14,
    "lịch": 45,
    "điểm_danh": 37,
    "hầu_như": 14,
    "nhóm": 76,
    "nào": 76,
    "kính": 6,
    "mạch": 7,
    "số": 50,
    "ngày": 33,
    "nghiên_cứu": 20,
    "fraction": 11,
    "rằng": 13,
    "vừa_rồi": 4,
    "mình": 65,
    "chấm": 59,
    "3": 47,
    "4": 25,
    "theo": 103,
    "hình_thức": 53,
    "tham_gia": 14,
    "đâu": 20,
    "đánh_giá": 36,
    "hy_vọng": 18,
    "lần": 44,
    "mang": 28,
    "bọn": 32,
    "dễ_dàng": 13,
    "cuối_cùng": 12,
    "trả_lời": 39,
    "chuẩn_bị": 26,
    "diễn_đạt": 16,
    "dự_án": 3,
    "liên_quan": 32,
    "công_ty": 4,
    "doanh_nghiệp": 2,
    "máy": 96,
    "sql": 6,
    "phiên_bản": 5,
    "2008": 2,
    "truyền_đạt": 130,
    "tổng_quát": 5,
    "đào_tạo": 16,
    "có_lẽ": 8,
    "qua": 53,
    "giáo_viên": 119,
    "bận": 19,
    "báo": 28,
    "đối_tượng": 4,
    "tất_cả": 16,
    "cập_nhật": 59,
    "đặc_biệt": 15,
    "tránh": 26,
    "tình_trạng": 14,
    "lỗi_thời": 3,
    "chủ_yếu": 22,
    "tìm": 11,
    "giao": 12,
    "thời_lượng": 25,
    "câu": 62,
    "trống": 4,
    "chú_trọng": 22,
    "thay_vì": 26,
    "cơ_sở": 34,
    "vật_chất": 29,
    "yếu_kém": 3,
    "mức": 9,
    "tả": 2,
    "lan_man": 19,
    "chủ_đề": 10,
    "thu_hút": 24,
    "tập_trung": 52,
    "chú_ý": 14,
    "chuẩn": 14,
    "khắc_phục": 7,
    "thái_độ": 8,
    "thật": 21,
    "nền_tảng": 12,
    "đơn_thuần": 2,
    "nhà_trường": 57,
    "giải": 72,
    "biết": 110,
    "thế_nào": 13,
    "hết": 52,
    "ạ": 47,
    "toàn": 28,
    "kịp": 46,
    "chết": 3,
    "đẩy": 2,
    "chủ_động": 14,
    "phản_tác_dụng": 3,
    "bắt_buộc": 11,
    "cá_nhân": 13,
    "sát": 30,
    "tiến_độ": 8,
    "thụ_động": 6,
    "như_vậy": 31,
    "tương_tác": 32,
    "moodle": 39,
    "nhiệt_tình": 66,
    "rối": 5,
    "sư_phạm": 7,
    "thẻ": 2,
    "(": 46,
    ")": 46,
    "bao_nhiêu": 7,
    "dịch": 13,
    "hoàn_chỉnh": 4,
    "google": 6,
    "xem": 25,
    "đường": 5,
    "đầu": 33,
    "gặp": 30,
    "tổ_chức": 17,
    "bước": 13,
    "demo": 12,
    "bảo": 9,
    "sách": 14,
    "chi_tiết": 31,
    "tài": 2,
    "nêu": 13,
    "lối": 3,
    "hư": 13,
    "chuột": 4,
    "kiểm_soát": 2,
    "laptop": 11,
    "vậy": 30,
    "?": 17,
    "học_kỳ": 40,
    "tiền": 6,
    "sáng": 9,
    "tăng": 49,
    "đây": 25,
    "quan_trọng": 21,
    "mail": 18,
    "phản_hồi": 2,
    "lắp": 9,
    "quạt": 17,
    "ổ_cắm": 5,
    "màn": 8,
    "che": 9,
    "cửa_sổ": 6,
    "theo_dõi": 10,
    "cuối": 89,
    "hoàn_toàn": 19,
    "cảm_tính": 2,
    "bất_cứ": 5,
    "thang": 4,
    "nhảm": 3,
    "dây": 4,
    "rút": 7,
    "wifi": 12,
    "đề": 86,
    "chẳng_hạn": 4,
    "kiến_nghị": 4,
    "đổi": 14,
    "sang": 10,
    "mô_phỏng": 4,
    "chứ": 42,
    "dài": 20,
    "ngắn": 16,
    "lễ": 4,
    "5": 23,
    "phân_tích": 6,
    "tỉ_lệ": 2,
    "thuật_toán": 5,
    "0": 2,
    "khô_khan": 10,
    "hiện_tượng": 2,
    "chán_nản": 6,
    "trục_trặc": 9,
    "độ": 11,
    "đủ": 50,
    "xảy": 6,
    "tốc_độ": 9,
    "người": 68,
    "đầy_đủ": 39,
    "trách_nhiệm": 6,
    "bất_kỳ": 3,
    "tôi": 20,
    "phát_triển": 10,
    "nhất": 42,
    "sao": 20,
    "công_việc": 8,
    "tiếp_tục": 2,
    "quan_tâm": 24,
    "tuy_nhiên": 23,
    "file": 13,
    "gợi_ý": 5,
    "lủng_củng": 3,
    "đầu_tư": 24,
    "đồng_bộ": 3,
    "phụ_trách": 4,
    "xàm": 2,
    "cho_qua": 5,
    "thu": 4,
    "một_tí": 5,
    "đầu_tiên": 9,
    "cài": 6,
    "visual": 11,
    "thứ": 34,
    "tới": 55,
    "ánh_sáng": 2,
    "giống": 21,
    "kêu": 5,
    "xem_lại": 14,
    "không_khí": 4,
    "thú": 3,
    "chuyện": 5,
    "ngoài_lề": 5,
    "bao_giờ": 12,
    "vui_vẻ": 9,
    "ép_buộc": 2,
    "tự_giác": 2,
    "tâm_lý": 6,
    "hoang_mang": 8,
    "bởi": 5,
    "hợp_lý": 59,
    "chúng": 50,
    "nói_nhỏ": 9,
    "trang": 32,
    "router": 2,
    "vdotv": 5,
    "kỹ": 51,
    "thỉnh_thoảng": 5,
    "khởi_động": 2,
    "đăng": 7,
    "sớm": 30,
    "hi_vọng": 10,
    "ngay": 19,
    "mở": 15,
    "dài_dòng": 7,
    "c": 9,
    "song_song": 5,
    "hiện_đại": 6,
    "mục_tiêu": 11,
    "tối": 4,
    "nghĩa": 5,
    "đề_mục": 2,
    "đưa": 78,
    "đoạn": 3,
    "100": 5,
    "gần": 36,
    "chạy": 19,
    "thực_tiễn": 26,
    "giảm": 28,
    "bớt": 10,
    "toán": 14,
    "nhận": 15,
    "phức_tạp": 8,
    "ôn_luyện": 2,
    "làm_quen": 2,
    "cần_cập": 2,
    "nhập": 5,
    "chuyên_ngành": 15,
    "đề_xuất": 3,
    "vài": 22,
    "\"": 78,
    "tụi": 31,
    "bàn": 8,
    "vui": 2,
    "mệt": 6,
    "trình_độ": 13,
    "đáp_án": 18,
    "trải": 4,
    "-": 40,
    "điện_tử": 2,
    "nói_chuyện": 14,
    "linh_tinh": 3,
    "kết_quả": 23,
    "đi_sâu": 14,
    "thử": 7,
    "chung_chung": 8,
    "khó_tính": 10,
    "lớn_tiếng": 2,
    "tôn_trọng": 3,
    "so": 28,
    "quả": 2,
    "thông_qua": 3,
    "website": 11,
    "nước_ngoài": 5,
    "trung_tâm": 4,
    "học_phí": 6,
    "tương_đương": 3,
    "thư_viện": 2,
    "kỹ_càng": 7,
    "ghi_chú": 3,
    "dẫn": 44,
    "nhầm_lẫn": 3,
    "cân_bằng": 6,
    "trở": 6,
    "pdf": 2,
    "gửi": 19,
    "số_lượng": 23,
    "hiện_giờ": 3,
    "đề_cương": 21,
    "ổn_định": 3,
    "chuyển": 5,
    "kiểu": 19,
    "đối_phó": 5,
    "kinh_nghiệm": 20,
    "hiện_tại": 13,
    "kênh": 8,
    "liên_lạc": 2,
    "yêu_cầu_môn_học": 2,
    "giảng_đường": 11,
    "sữa": 2,
    "colonsmilesmile": 3,
    "qua_loa": 9,
    "quên": 7,
    "mất": 35,
    "10": 10,
    "15": 10,
    "tăng_cường": 23,
    "hời_hợt": 6,
    "kẹt": 4,
    "xe": 5,
    "họp": 5,
    "cố_định": 7,
    "chép": 23,
    "mặt": 14,
    "xưng_hô": 2,
    "mày": 2,
    "lời_nói": 3,
    "bắt_bẻ": 2,
    "rớt": 12,
    "phục": 3,
    "trường_hợp": 12,
    "kia": 6,
    "cùng": 19,
    "source": 4,
    "chắc": 7,
    "internet": 5,
    "xíu": 6,
    "gắt": 4,
    "dùng": 32,
    "cơ_bản": 26,
    "căn_bản": 8,
    "tương_tự": 2,
    "quan_điểm": 2,
    "phân_bố": 11,
    "xem_xét_lại": 6,
    "sort": 2,
    "loại": 3,
    "hỏng_hóc": 3,
    "toàn_bộ": 6,
    "duy_nhất": 2,
    "tín_hiệu_số": 2,
    "bố_trí": 2,
    "nhồi_nhét": 2,
    "chuyên_sâu": 5,
    "thể_dục": 2,
    "bộ": 10,
    "chọn": 10,
    "thích": 9,
    "cảm_thấy": 25,
    "mục": 2,
    "lướt": 14,
    "cập": 4,
    "nhât": 2,
    "hiện_nay": 17,
    "bản_chất": 6,
    "dù": 14,
    "màn_hình": 3,
    "đồng_hồ": 3,
    "hai": 16,
    "lớn": 27,
    "thú_vị": 8,
    "chiếm": 6,
    "lố": 7,
    "khung": 4,
    "thời": 14,
    "biểu": 8,
    "bậc": 3,
    "phổ_thông": 4,
    "rèn_luyện": 10,
    "chính": 16,
    "micro": 25,
    "thay": 19,
    "hệ": 10,
    "điều_hành": 6,
    "khoảng": 16,
    "hằng": 3,
    "thực_hiện": 18,
    "chút": 10,
    "hợp": 2,
    "ngôn_ngữ": 16,
    "khuôn_mẫu": 2,
    "thuộc": 7,
    "khoa": 31,
    "xử_lý": 8,
    "cuộc_sống": 2,
    "bắt": 22,
    "chung": 14,
    "thế_là": 3,
    "ổ": 4,
    "điện": 8,
    "liên_tục": 15,
    "giảnh": 2,
    "trình_chiếu": 2,
    "thiếu_sót": 5,
    "bóng": 2,
    "đa_số": 17,
    "quy_trình": 2,
    "giảng_giải": 10,
    "lơ": 2,
    "cứ": 16,
    "liền": 4,
    "à": 4,
    "vững": 4,
    "trường_học": 2,
    "nhiểu": 3,
    "công_sức": 4,
    "đợi": 9,
    "công_trình": 4,
    "thi_công": 3,
    "làm_sao": 8,
    "java": 5,
    "đồng_nhất": 4,
    "ý_nghĩa": 8,
    "nộp": 29,
    "lý_do": 15,
    "thự": 2,
    "tế": 2,
    "bài_toán": 6,
    "thông_minh": 2,
    "xây_dựng": 6,
    "tìm_kiếm": 5,
    "lời_lẽ": 2,
    "lắng_nghe": 2,
    "phụ_thuộc": 3,
    "thí_nghiệm": 7,
    "chính_xác": 14,
    "phân_bổ": 16,
    "ồn_ào": 5,
    "vì_thế": 6,
    "gián_đoạn": 5,
    "đột_xuất": 5,
    "nằm": 2,
    "không_thể_nào": 6,
    "lớp_học": 22,
    "đăng_ký": 10,
    "20": 6,
    "vì_vậy": 8,
    "nhắc_nhở": 6,
    "luôn": 27,
    "tâm_huyết": 5,
    "công_thức": 6,
    "tóm": 6,
    "50": 9,
    "linux": 2,
    "cấu_hình": 6,
    "thấp": 7,
    "nhu_cầu": 7,
    "truy_cập": 2,
    "phục_vụ": 10,
    "kiểm_chứng": 2,
    "suông": 4,
    "có_chăng": 2,
    "dừng": 3,
    "giới_thiệu": 13,
    "seminar": 27,
    "lộn_xộn": 2,
    "lúc_nào": 6,
    "giỏi": 10,
    "thay_thế": 2,
    "cách_nhiệt_tình": 2,
    "cuốn": 2,
    "tư_tưởng": 3,
    "lựa_chọn": 2,
    "nhanh_chóng": 2,
    "anh_chị": 3,
    "khoá": 4,
    "2012": 2,
    "mặc_dù": 24,
    "dụng_cụ": 6,
    "sĩ_số": 4,
    "liên_hệ": 16,
    "tiếc": 3,
    "trưa": 4,
    "nó": 30,
    "phép": 7,
    "sơ_sài": 18,
    "bữa": 6,
    "daa": 2,
    "thảo_luận": 6,
    "cách_thức": 9,
    "chút_xíu": 2,
    "gọn": 3,
    "phân_biệt": 2,
    "cứng_nhắc": 8,
    "xúc_phạm": 2,
    "trình": 3,
    "hề": 11,
    "ấy": 2,
    "60": 4,
    "ghép": 2,
    "facebook": 4,
    "thuận_tiện": 4,
    "nguyên": 4,
    "cứu": 3,
    "cho_dù": 4,
    "sau_này": 11,
    "cần_thiết": 28,
    "ngành_nghề": 2,
    "công_cụ": 3,
    "online": 3,
    "is": 2,
    "sắp": 5,
    "copy": 6,
    "12h": 4,
    "vô": 8,
    "nửa": 9,
    "đề_tài": 14,
    "làm_chi": 2,
    "khẳng_định": 2,
    "chỉ_tiêu": 2,
    "web": 12,
    "framework": 2,
    "thế_giới": 2,
    "bạn_bè": 2,
    "hứng": 2,
    "trí_tuệ": 2,
    "nhân_tạo": 2,
    "như_không": 6,
    "giải_đáp": 26,
    "mắc": 3,
    "khắt_khe": 6,
    "thất_bại": 2,
    "kỹ_lưỡng": 5,
    "luận": 4,
    "studio": 5,
    "bàn_phím": 2,
    "phân_chia": 9,
    "phần_nào": 5,
    "học_phần": 6,
    "mời": 3,
    "photo": 5,
    "con_người": 2,
    "chương": 12,
    "chỉ_dẫn": 6,
    "cúp": 4,
    "đẹp_trai": 2,
    "phê_bình": 2,
    "sâu_sắc": 2,
    "mọi": 12,
    "đầu_vào": 4,
    "xét": 2,
    "heapsort": 2,
    "lạ": 2,
    "trắc_nghiệm": 7,
    "tranh_luận": 4,
    "mô_tả": 2,
    "giành": 3,
    "nghiêm": 2,
    "công_bố": 5,
    "ồn": 4,
    "mệt_mỏi": 5,
    "minh_họa": 7,
    "trừu_tượng": 7,
    "lượng": 18,
    "chủ_quan": 6,
    "sôi_động": 3,
    "năng_nổ": 3,
    "colonsad": 7,
    "đa_phần": 8,
    "xài": 2,
    "cỡ": 3,
    "cải_tiến": 13,
    "đổi_mới": 8,
    "vòng": 3,
    "nản": 4,
    "danh": 2,
    "dám": 4,
    "hướng_dẫn_giải": 7,
    "căng_thẳng": 4,
    "tâm": 5,
    "40": 3,
    "chéo": 3,
    "lúng_túng": 2,
    "chênh_lệch": 6,
    "vấn": 2,
    "25": 2,
    "năng_động": 3,
    "hầu_hết": 5,
    "mặc": 3,
    "vượt": 2,
    "bỏ_qua": 4,
    "càng": 7,
    "xin": 14,
    "đóng_góp": 3,
    "lỡ": 2,
    "cắt": 3,
    "deadline": 20,
    "đòi_hỏi": 5,
    "hủy": 2,
    "chỉnh_sửa": 3,
    "ghi_chép": 6,
    "sửa_chữa": 7,
    "hỏng": 6,
    "truyền": 5,
    "phân": 8,
    "phân_loại": 5,
    "cuộc": 5,
    "speaking": 13,
    "điều_chỉnh": 8,
    "chật": 2,
    "chiều": 8,
    "course": 6,
    "thân_thiện": 3,
    "khắc": 4,
    "khe": 4,
    "lo_lắng": 2,
    "nhập_môn": 5,
    "hấp_dẫn": 10,
    "nền": 4,
    "cảm_hứng": 5,
    "tý": 2,
    "tràn_lan": 5,
    "trưởng": 5,
    "câu_chuyện": 2,
    "cố": 2,
    "phân_phối": 2,
    "mong_muốn": 9,
    "sợ": 11,
    "nghiệm": 3,
    "thất_vọng": 3,
    "hãy": 6,
    "giúp_đỡ": 7,
    "điểm_cao": 3,
    "thiên_vị": 3,
    "ý_tưởng": 5,
    "năm_học": 4,
    "giúp_ích": 4,
    "bản_thân": 4,
    "lặp": 2,
    "đa_dạng": 4,
    "thông_thường": 2,
    "bối_rối": 2,
    "quyết_định": 2,
    "quạt_trần": 2,
    "thậm_chí": 5,
    "listening": 4,
    "thương": 2,
    "hạn_hẹp": 3,
    "xa_rời": 3,
    "dễ_tính": 3,
    "reply": 2,
    "tí": 3,
    "ok": 2,
    "đánh_đố": 2,
    "dựa": 7,
    "ràng_buộc": 2,
    "tại_sao": 4,
    "kéo": 2,
    "cắm": 3,
    "rèm": 5,
    "kéo_dài": 11,
    "cảm_xúc": 3,
    "vì_sao": 3,
    "sản_phẩm": 3,
    "trực_quan": 7,
    "mở_rộng": 6,
    "tác_dụng": 3,
    "công_bằng": 15,
    "nắng": 4,
    "để_ý": 3,
    "học_hành": 3,
    "phương_diện": 2,
    "loa": 10,
    "silverlight": 2,
    "hài": 2,
    "sơ": 2,
    "bẩn": 3,
    "bài_làm": 5,
    "bấm": 2,
    "cáp": 2,
    "chém": 4,
    "gió": 3,
    "hôm": 11,
    "quy_định": 8,
    "1h": 2,
    "có_học": 2,
    "ăn": 4,
    "ké": 2,
    "cân_nhắc": 2,
    "khớp": 2,
    "chuyên_môn": 13,
    "ngành": 12,
    "mảng": 3,
    "php": 2,
    "html": 3,
    "cs": 2,
    "nhúng": 3,
    "cửa": 3,
    "công_tác": 6,
    "duy_trì": 2,
    "học_vẹt": 2,
    "colonsmallsmile": 4,
    "trời": 9,
    "lòng": 2,
    "nhiệm_vụ": 3,
    "hoàn_thiện": 2,
    "giữ": 2,
    "chuyên": 7,
    "xen_kẽ": 3,
    "luyện_tập": 3,
    "âm_thanh": 9,
    "đấy": 3,
    "tin_tức": 3,
    "soạn": 6,
    "đỡ": 5,
    "vô_lý": 2,
    "bụi_bặm": 4,
    "phân_công": 5,
    "cài_đặt": 7,
    "chứng_minh": 2,
    "bảo_đảm": 2,
    "dễ_thở": 2,
    "gắn": 4,
    "kiến": 6,
    "trở_nên": 6,
    "ngủ": 7,
    "tên": 11,
    "danh_sách": 3,
    "cộng": 10,
    "chục": 2,
    "dàn": 3,
    "courses": 8,
    "sự_cố": 4,
    "áp": 3,
    "thi_cử": 2,
    "vị_trí": 2,
    "75": 2,
    "lưng": 2,
    "quan": 2,
    "quy_mô": 3,
    "vê": 2,
    "tức_là": 2,
    "mở_cửa": 3,
    "xuống_cấp": 3,
    "đề_cập": 4,
    "dành": 14,
    "ghi": 11,
    "kinh_tế": 3,
    "test": 4,
    "đào_sâu": 4,
    "bình_thường": 2,
    "nặng_nề": 6,
    "toàn_thể": 2,
    "đại_học": 4,
    "7": 8,
    "tự_ý": 3,
    "tỏ": 2,
    "mày_mò": 3,
    "buộc": 3,
    "ban_đầu": 5,
    "xuống": 9,
    "thao_thao": 3,
    "bất_tuyệt": 3,
    "không_vận_dụng": 2,
    "dãy": 4,
    "đuổi": 3,
    "khó_chịu": 10,
    "7h30": 2,
    "8h": 5,
    "9h45": 2,
    "áp_đặt": 5,
    "kit": 10,
    "điện_thoại": 8,
    "trung_bình": 5,
    "sót": 3,
    "cdio": 2,
    "khác_biệt": 2,
    "chí_hướng": 2,
    "gọi": 4,
    "bây_giờ": 2,
    "khía_cạnh": 2,
    "gây_sự": 3,
    "viên": 2,
    "từ_vựng": 6,
    "khâu": 3,
    "7h15": 2,
    "7h20": 3,
    "quét": 5,
    "hắt": 3,
    "thẳng": 3,
    "kể_cả": 3,
    "hành_lang": 4,
    "năm_ngoái": 3,
    "yên": 2,
    "nếu_như": 3,
    "thông_cảm": 2,
    "rời_rạc": 2,
    "wireshark": 2,
    "cuốn_hút": 3,
    "thể": 4,
    "quan_sát": 3,
    "lòng_vòng": 2,
    "triển_khai": 3,
    "khoa_học": 5,
    "cột": 2,
    "oracle": 3,
    "phát_biểu": 3,
    "thiết_nghĩ": 4,
    "thiết_kế": 7,
    "động": 2,
    "bổ_ích": 3,
    "nhờ": 9,
    "đặc_thù": 3,
    "phạt": 2,
    "thiên": 2,
    "thực": 6,
    "mô_hình": 4,
    "show": 2,
    "90": 2,
    "cấp": 12,
    "lôi_cuốn": 4,
    "kết_thúc": 14,
    "mò": 2,
    "đồng_ý": 3,
    "chi": 3,
    "mục_đích": 8,
    "phức_tạp_hóa": 2,
    "dồn": 2,
    "quá_sức": 5,
    "đồng_thời": 2,
    "full": 2,
    "bất_tiện": 2,
    "chu_đáo": 2,
    "ngắn_gọn": 2,
    "truyền_tải": 5,
    "phần_lớn": 5,
    "công": 2,
    "bất_cập": 2,
    "bào": 2,
    "'": 2,
    "tháng": 7,
    "tiếp_xúc": 7,
    "gần_gũi": 2,
    "toeic": 3,
    "cưỡi": 2,
    "ngựa": 2,
    "hoa": 2,
    "quản_trị": 3,
    "vựng": 2,
    "cố_gắng": 6,
    "tinh_thần": 3,
    "8": 3,
    "khoá_biểu": 2,
    "một_vài": 12,
    "nguyên_lý": 2,
    "đơn_giản_hóa": 2,
    "1dot5": 2,
    "cặn_kẽ": 5,
    "quay": 2,
    "vở": 3,
    "nóng_bức": 3,
    "tầm": 3,
    "hàng": 4,
    "nhấn_mạnh": 3,
    "bản_xứ": 2,
    "lộ_trình": 2,
    "truyền_thống": 2,
    "xấu": 2,
    "lãng_phí": 5,
    "di_động": 2,
    "xếp": 3,
    "45": 3,
    "làm_khó": 2,
    "thành_viên": 7,
    "nghiêm_túc": 5,
    "centrality": 2,
    "chính_thức": 3,
    "thích_thú": 2,
    "đói": 2,
    "ghi_nhận": 2,
    "thoải_mái": 5,
    "ngày_càng": 2,
    "tính_cách": 2,
    "nơi": 7,
    "bơi": 2,
    "êm": 4,
    "tín_chỉ": 6,
    "ba": 2,
    "vốn": 2,
    "thu_hoạch": 3,
    "ida": 2,
    "pro": 2,
    "64": 2,
    "bit": 4,
    "thực_thi": 2,
    "32": 2,
    "cũ_kỹ": 2,
    "bảo_trì": 4,
    "chào": 2,
    "xác_định": 4,
    "nhiêu": 2,
    "sức_khỏe": 2,
    "đứa": 3,
    "vẻ": 7,
    "một_ít": 3,
    "tín_hiệu": 2,
    "miền": 3,
    "trung": 3,
    "ờ": 2,
    "a": 3,
    "paste": 2,
    "ios": 2,
    "thuyết_phục": 2,
    "nghành": 3,
    "tài_năng": 2,
    "sở": 2,
    "không_thể_hiện": 2,
    "wzjwz31": 2,
    "thiệt_thòi": 3,
    "cao_siêu": 4,
    "dữ": 2,
    "phân_tán": 2,
    "lặp_lại": 3,
    "thưa": 2,
    "mà_lại": 5,
    "đậu": 2,
    "cầm": 2,
    "đổ": 2,
    "phối_hợp": 3,
    "ăn_ý": 2,
    "diễn_đàn": 5,
    "hoài": 3,
    "thúc_đẩy": 3,
    "thô": 2,
    "đột": 3,
    "nhuần_nhuyễn": 2,
    "chấn_chỉnh": 2,
    "ơi": 2,
    "phổ_biến": 3,
    "2010": 3,
    "khổ": 2,
    "silde": 2,
    "kiến_trúc": 3,
    "hạn": 3,
    "tình_hình_học_viên": 2,
    "tốc": 2,
    "nước": 2,
    "từ_ngữ": 2,
    "tích_cực": 4,
    "xin_lỗi": 2,
    "sự_thật": 2,
    "nhiễu": 2,
    "kiếm": 5,
    "kỹ_sư": 2,
    "wecode": 3,
    "nữ": 3,
    "hòa": 2,
    "không_kích_thích": 2,
    "chắc_chắn": 3,
    "tui": 2,
    "kết_quả_thực_hành": 2,
    "wzjwz133": 2,
    "trau_dồi": 3,
    "hiệu_suất": 2,
    "csharp": 2,
    "chót": 2,
    "windows": 4,
    "đồ_họa": 2,
    "việc_làm": 4,
    "tự_do": 2,
    "nhạc": 2,
    "tri_thức": 2,
    "đóng": 4,
    "12": 2,
    "gặp_mặt": 2,
    "6": 2,
    "nóng_nực": 3,
    "nhiệt_huyết": 3,
    "tiêu_chí": 3,
    "kết_nối_mạng": 2,
    "slile": 2,
    "trầm_trọng": 2,
    "bởi_vì": 3,
    "giải_thuật": 3,
    "họ": 6,
    "android": 3,
    "phong_cách": 3,
    "lâu_lâu": 4,
    "trang_web": 2,
    "giải_tích": 4,
    "ngược_lại": 2,
    "chịu_thua": 2,
    "sẵn_sàng": 2,
    "thô_tục": 2,
    "vệ_sinh": 3,
    "lực": 2,
    "giám_sát": 2,
    "máy_lạnh": 2,
    "thích_hợp": 2,
    "cảm_ơn": 2,
    "thử_nghiệm": 2,
    "hiền": 3,
    "lời_giải": 4,
    "bận_rộn": 2,
    "mơ_màng": 2,
    "hành": 2,
    "thầy_giáo": 2,
    "học_viên": 2,
    "tiện": 3,
    "sự_dụng": 2,
    "nghề_nghiệp": 2,
    "hình_ảnh": 2,
    "tấm": 2,
    "mát": 2,
    "mượn": 2,
    "phone": 3,
    "tòa": 2,
    "xây": 2,
    "làm_nên": 2,
    "nóng_tính": 2,
    "80": 2,
    "suy_luận": 2,
    "biên_soạn": 4,
    "khảo_sát": 4,
    "đặc_tả": 2,
    "sôi_nổi": 2,
    "phản_xạ": 2,
    "coi": 3,
    "tai": 2,
    "smartphone": 2,
    "nhận_diện": 2,
    "thiết_thực": 2,
    "đề_bài": 2,
    "chổ": 2,
    "colonsurprise": 2,
    "lạc_bộ": 2,
    "đáp": 2,
    "đợt": 2,
    "tiếp_nhận": 2,
    "cao_kiến_thức": 2,
    "2013": 3,
    "grammar": 2,
    "colonsadcolon": 2,
    "thực_lực": 2,
    "nhất_quán": 3,
    "nhiễm": 2,
    "virus": 2,
    "hu_hu": 2,
    "bản": 3,
    "win": 3,
    "server": 3,
    "2003": 2,
    "quen": 4,
    "liên_kết": 2,
    "phòng_bị": 2,
    "post": 2,
    "chụp": 2,
    "thành_thật": 2,
    "chia_sẻ": 2,
    "lập": 3,
    "cuộc_đời": 2,
    "cung": 2,
    "tích": 2,
    "tư_duy": 2,
    "yêu": 2,
    "leo": 2,
    "cây": 3,
    "thời_hạn": 3,
    "đùa": 2,
    "step": 2,
    "phấn": 2,
    "nhăn": 2
}