{
    "dạy": 1036,
    "nhiệt_tình": 1238,
    "chu_đáo": 29,
    "tận_tâm": 377,
    "tạo": 132,
    "mọi": 38,
    "cho": 473,
    "phát_triển": 3,
    "em": 198,
    "yêu": 8,
    "hy_vọng": 7,
    "được": 181,
    "ở": 24,
    "các": 206,
    "môn_học": 130,
    "sau_này": 16,
    "hi_hi": 4,
    "công_tác": 10,
    "giảng_dạy": 438,
    "thân_thiện": 99,
    "học_sinh": 129,
    "dễ": 769,
    "hiểu": 755,
    "thu_hút": 16,
    "bài_tập": 294,
    "nhìn": 8,
    "cô": 566,
    "dễ_thương": 44,
    "giọng": 14,
    "nghe": 32,
    "nói": 49,
    "rõ": 35,
    "mục_tiêu": 4,
    "cũng": 58,
    "như": 49,
    "bước": 3,
    "làm": 102,
    "của": 265,
    "lab": 2,
    "khối_lượng": 3,
    "vừa_phải": 4,
    "tích_cực": 40,
    "thường_xuyên": 36,
    "giúp_đỡ": 85,
    "tận_tình": 254,
    "học": 235,
    "giao_tiếp": 13,
    "tốt": 351,
    "vui_tính": 206,
    "vui_vẻ": 182,
    "có": 433,
    "kiến_thức": 388,
    "giúp": 136,
    "vật_chất": 2,
    "hay": 499,
    "kỹ": 98,
    "minh_họa": 19,
    "lý_thuyết": 58,
    "liên_tưởng": 2,
    "nói_chuyện": 7,
    "liên_hệ": 30,
    "thực_tiễn": 58,
    "truyền_đạt": 215,
    "đôi": 2,
    "khi": 93,
    "khó_tính": 2,
    "luôn": 127,
    "từ": 26,
    "đảm_bảo": 39,
    "số": 11,
    "lên_lớp": 78,
    "vấn_đề": 58,
    "những": 143,
    "thật_sự": 10,
    "thiết_thực": 8,
    "kinh_nghiệm": 44,
    "giáo_viên": 199,
    "năng_động": 12,
    "nhiều": 402,
    "trẻ": 9,
    "mới": 41,
    "ra": 78,
    "trường": 17,
    "đưa": 47,
    "lên": 14,
    "bảng": 5,
    "để": 122,
    "cuộc": 3,
    "thảo_luận": 16,
    "cụ_thể": 47,
    "nhiệt_huyết": 49,
    "hướng_dẫn_nhiệt_tình": 9,
    "chi_tiết": 82,
    "sát": 54,
    "gần_gũi": 68,
    "chuẩn": 7,
    "gần": 24,
    "trên": 62,
    "lớp": 119,
    "website": 7,
    "tâm_huyết": 78,
    "hình_thức": 5,
    "hấp_dẫn": 16,
    "giải_đáp": 99,
    "thắc_mắc": 113,
    "bổ_ích": 33,
    "có_ích": 7,
    "công_việc": 21,
    "thương": 12,
    "xuyên": 3,
    "chuyện": 15,
    "là": 86,
    "một": 54,
    "tâm": 56,
    "nội_dung": 65,
    "chất_lượng": 16,
    "quan_tâm": 85,
    "tới": 31,
    "chấm": 6,
    "điểm": 33,
    "chính_xác": 7,
    "phản_hồi": 3,
    "nhanh": 22,
    "thấy": 22,
    "thực_hành": 98,
    "hơn": 74,
    "rộng": 15,
    "biết": 34,
    "thêm": 52,
    "thứ": 10,
    "chăm_lo": 5,
    "ạ": 12,
    "tài_liệu": 56,
    "đầy_đủ": 137,
    "sẵn_sàng": 19,
    "đúng": 133,
    "chỉ": 61,
    "đa_dạng": 19,
    "phù_hợp": 17,
    "giỏi": 20,
    "lúc": 14,
    "nơi": 3,
    "nặng": 5,
    "nhẹ": 2,
    "đủ": 24,
    "thi": 32,
    "về": 129,
    "giải_tích": 2,
    "2": 5,
    "kết_quả": 7,
    "kỳ": 13,
    "đồng_thời": 6,
    "năng_nổ": 11,
    "việc": 63,
    "hoà_đồng": 9,
    "khiến": 8,
    "cảm_thấy": 10,
    "thoải_mái": 67,
    "đến": 97,
    "còn": 55,
    "nhưng": 50,
    "vui": 60,
    "hiền": 31,
    "cố_gắng": 11,
    "thầy_giáo": 10,
    "vào": 39,
    "mặc_dù": 6,
    "vẫn": 8,
    "mạch": 3,
    "giới_thiệu": 6,
    "chúng": 28,
    "câu": 29,
    "hỏi": 43,
    "cùng": 3,
    "tìm": 6,
    "khác": 18,
    "nhau": 3,
    "tiết": 38,
    "thú_vị": 30,
    "đầu": 5,
    "bộ_môn": 6,
    "này": 29,
    "không_khí": 32,
    "phát_biểu": 5,
    "đầy": 2,
    "lắng_nghe": 12,
    "khó": 28,
    "ngắn_gọn": 15,
    "tổng_quát": 3,
    "dễ_chịu": 12,
    "dậy": 7,
    "nhất": 24,
    "đồ_án": 34,
    "phải": 11,
    "báo_cáo": 3,
    "mỗi": 21,
    "tuần": 9,
    "code": 12,
    "giáo_trình": 12,
    "bọn": 12,
    "chắc": 4,
    "cá_nhân": 3,
    "mình": 15,
    "đi": 44,
    "giải": 39,
    "sau": 22,
    "kỹ_lưỡng": 11,
    "trợ": 3,
    "tự": 29,
    "tìm_hiểu": 13,
    "chuyên_môn": 22,
    "yêu_cầu": 7,
    "buổi": 36,
    "sôi_động": 6,
    "đều_đặn": 2,
    "nếu": 17,
    "có_thể": 35,
    "tăng": 10,
    "thì": 26,
    "chủ_động": 23,
    "cao_kiến_thức": 4,
    "mà": 47,
    "cả": 16,
    "nghề_nghiệp": 6,
    "doubledot": 7,
    "thuyết_trình": 15,
    "tư_duy": 7,
    "phản_biện": 3,
    "một_cách": 11,
    "máy_móc": 3,
    "không_gian": 5,
    "bản_chất": 2,
    "chứ": 7,
    "một_số": 15,
    "sâu": 15,
    "gói": 2,
    "gọn": 2,
    "trình_độ": 5,
    "đánh_giá": 11,
    "hơp": 2,
    "ngay": 7,
    "viết": 9,
    "tâm_lý": 14,
    "tăng_cường": 6,
    "đề": 22,
    "rèn_luyện": 21,
    "bao_giờ": 3,
    "nghỉ": 8,
    "(": 15,
    "trừ": 3,
    "trường_hợp": 3,
    "ngủ": 3,
    "quên": 3,
    "colonbigsmile": 2,
    ")": 16,
    "mến": 3,
    "lấy": 14,
    "cần_thiết": 14,
    "mới_lạ": 3,
    "chia_sẻ": 27,
    "hài_lòng": 51,
    "gì": 29,
    "chung": 2,
    "phân_tích": 2,
    "chuyên_sâu": 11,
    "giàng": 2,
    "theo": 30,
    "kiến": 3,
    "ngày": 5,
    "đối_với": 13,
    "vui_nhộn": 7,
    "tuyệt_vời": 22,
    "colonhihi": 2,
    "thích": 31,
    "tương_tác": 15,
    "anh": 34,
    "văn": 4,
    "nó": 6,
    "hữu_ích": 15,
    "tân": 5,
    "slide": 37,
    "như_vậy": 5,
    "đó": 33,
    "thời_gian": 38,
    "tiếng": 24,
    "dễ_tính": 20,
    "đúng_đắn": 2,
    "bạn": 27,
    "vững": 8,
    "tập_trung": 8,
    "hài_hước": 22,
    "hệ_thống": 13,
    "moodle": 10,
    "cô_giáo": 16,
    "giữa": 9,
    "thực_hiện": 5,
    "nghiêm_túc": 17,
    "sửa": 21,
    "kiểm_tra": 12,
    "bù": 5,
    "đều": 22,
    "thông_báo": 4,
    "điểm_cao": 5,
    "hòa": 43,
    "đồng": 41,
    "lớp_học": 15,
    "bản_thân": 2,
    "colonsmilesmile": 6,
    "tận_tụy": 20,
    "nhóm": 39,
    "cởi_mở": 8,
    "thỉnh_thoảng": 2,
    "vài": 4,
    "tiếp_tục": 7,
    "tại": 5,
    "cặn_kẽ": 8,
    "hợp_lý": 15,
    "xong": 5,
    "ý_nghĩa": 4,
    "nhắc_nhở": 3,
    "theo_dõi": 5,
    "cập_nhật": 24,
    "mang": 18,
    "chuẩn_xác": 4,
    "phần": 42,
    "hướng_dẫn_giải": 2,
    "do": 3,
    "xin": 6,
    "cảm_ơn": 14,
    "sôi_nổi": 18,
    "phát_âm": 5,
    "dùng": 4,
    "courses": 2,
    "liên_lạc": 3,
    "uit": 2,
    "thiết_bị": 4,
    "thiện": 2,
    "trang": 3,
    "dạng": 6,
    "tâm_lý_học_sinh": 4,
    "người": 37,
    "chú_ý": 3,
    "bắt": 2,
    "khoa_học": 9,
    "nhàm_chán": 8,
    "dù": 5,
    "đẹp": 3,
    "colonlove": 6,
    "nhẹ_nhàng": 7,
    "4": 2,
    "tất_cả": 11,
    "giảng_giải": 6,
    "đề_cập": 7,
    "đặc_biệt": 5,
    "chịu_khó": 10,
    "quý_báu": 5,
    "tụi": 17,
    "thi_cử": 3,
    "sách": 5,
    "việt": 2,
    "phòng": 6,
    "nhà": 27,
    "nghề": 8,
    "đôi_khi": 2,
    "truyền": 8,
    "nhiệt_thành": 2,
    "mặt": 7,
    "like": 2,
    "ôn": 7,
    "lại": 53,
    "cũ": 4,
    "trực_tiếp": 6,
    "chiều": 2,
    "trễ": 3,
    "trước": 22,
    "ân_cần": 5,
    "bắt_đầu": 3,
    "gây": 15,
    "ngôn_ngữ": 3,
    "rễ": 2,
    "căn_bản": 2,
    "nhiệt_tâm": 4,
    "trách_nhiệm": 10,
    "update": 2,
    "lâu": 4,
    "đã": 25,
    "thiết_kế": 2,
    "rèn": 2,
    "chương_trình": 9,
    "tinh_thần": 5,
    "phong_cách": 16,
    "cuốn_hút": 7,
    "nghiên_cứu": 10,
    "đề_tài": 3,
    "môn": 35,
    "nào": 20,
    "liên_quan": 17,
    "thưa": 8,
    "tôi": 7,
    "tổ_chức": 8,
    "cái": 15,
    "nhanh_chóng": 4,
    "nắm_bắt": 18,
    "gặp": 14,
    "khó_khăn": 9,
    "hoàn_thành": 5,
    "trả_lời": 21,
    "đào_tạo": 2,
    "bỏ": 3,
    "minh_bạch": 2,
    "kỹ_càng": 12,
    "sống_động": 2,
    "công_tâm": 2,
    "-": 2,
    "phút": 2,
    "trực_quan": 4,
    "logic": 6,
    "chuyên_tâm": 5,
    "quyết": 2,
    "xinh": 5,
    "vậy": 4,
    "thụ": 2,
    "dễ_dàng": 8,
    "hình_dung": 2,
    "thuật_toán": 3,
    "vô": 2,
    "nhất_là": 2,
    "so": 6,
    "lịch_sự": 3,
    "chỉ_bảo": 18,
    "chân_thành": 2,
    "chia": 4,
    "sao": 3,
    "qua": 17,
    "hầu_như": 4,
    "lớn": 5,
    "sư_phạm": 2,
    "day": 2,
    "max": 2,
    "lập_trình": 8,
    "mở_rộng": 14,
    "chuyên_nghiệp": 8,
    "sinh_động": 24,
    "lỗi": 10,
    "cám_ơn": 6,
    "fraction": 2,
    "đáp_ứng": 4,
    "câu_chuyện": 6,
    "cuộc_sống": 9,
    "tiến_bộ": 2,
    "xem": 3,
    "lo": 5,
    "nhỏ": 3,
    "nhìn_chung": 5,
    "hết_mình": 11,
    "vì": 17,
    "máy_tính": 2,
    "hoặc": 4,
    "tận": 3,
    "tậm": 4,
    "chỉ_dẫn": 13,
    "hẳn": 3,
    "sẽ": 15,
    "cơ_bản": 8,
    "mời": 2,
    "công_ty": 2,
    "xung_quanh": 3,
    "cười": 4,
    "sử_dụng": 26,
    "micro": 2,
    "đang": 4,
    "công_bằng": 9,
    "riêng": 4,
    "cuối": 8,
    "hăng_hái": 3,
    "may_mắn": 2,
    "ham": 3,
    "ai": 3,
    "hết": 9,
    "động_lực_học": 2,
    "hiều": 2,
    "truyền_cảm_hứng": 9,
    "đề_cương": 8,
    "cẩn_thận": 2,
    "chủ_đề": 3,
    "đứng": 2,
    "nghĩ": 3,
    "sớm": 8,
    "hầu_hết": 2,
    "giữ": 3,
    "khoa": 2,
    "thời_sự": 2,
    "chạy": 2,
    "gợi_ý": 2,
    "tuy": 6,
    "buồn_ngủ": 7,
    "thích_thú": 3,
    "tập": 2,
    "đông": 4,
    "bằng": 9,
    "chương": 4,
    "lần": 11,
    "điểm_danh": 5,
    "cảm_hứng": 14,
    "thật": 6,
    "lôi_cuốn": 10,
    "giàu": 2,
    "hiền_lành": 4,
    "bị": 5,
    "cơ_sở": 3,
    "doanh_nghiệp": 4,
    "giang": 3,
    "viên": 4,
    "tránh": 6,
    "chi": 2,
    "trang_web": 3,
    "đa": 2,
    "tốt_bụng": 2,
    "tác_phong": 4,
    "good": 3,
    "ok": 7,
    "đam_mê": 3,
    "demo": 8,
    "nữa": 12,
    "rồi": 4,
    "lĩnh_vực": 3,
    "tầm": 2,
    "xã_hội": 6,
    "chém": 2,
    "hiểu_biết": 4,
    "chuẩn_bị": 10,
    "quan_trọng": 6,
    "truyền_cảm": 7,
    "lượng": 3,
    "thông_qua": 5,
    "truyện": 2,
    "mạch_lạc": 2,
    "làm_quen": 3,
    "xác_suất": 2,
    "thống_kê": 2,
    "đọc": 9,
    "hai": 6,
    "chúc": 8,
    "hăng_say": 2,
    "thuyết_phục": 3,
    "thức": 2,
    "chất": 2,
    "\"": 6,
    "phong_phú": 14,
    "nhờ": 6,
    "học_sinh_động": 6,
    "lồng_ghép": 2,
    "lý_thú": 3,
    "năm": 7,
    "deadline": 4,
    "1": 3,
    "thuận_lợi": 3,
    "sắp_xếp": 2,
    "xảy": 3,
    "giảng_giải_nhiệt_tình": 3,
    "thẳng": 2,
    "dưới": 2,
    "phần_nào": 2,
    "giáo": 2,
    "viện": 2,
    "toán": 3,
    "chậm": 9,
    "kịp": 2,
    "thôi": 2,
    "cách_thức": 2,
    "đẹp_trai": 8,
    "trò_chuyện": 2,
    "số_lượng": 2,
    "tham_gia": 8,
    "lời_giải": 2,
    "tỉ_mỉ": 4,
    "bao_quát": 4,
    "cộng": 4,
    "sai": 2,
    "nước_ngoài": 2,
    "nhà_trường": 3,
    "tiếp_theo": 4,
    "course": 2,
    "ngành": 5,
    "quản_lý": 2,
    "trau_dồi": 2,
    "seminar": 4,
    "trời": 2,
    "chú_trọng": 5,
    "kích_thích": 2,
    "sâu_sắc": 3,
    "khô_khan": 3,
    "khúc_mắc": 2,
    "kiên_nhẫn": 3,
    "nhận": 2,
    "ấn_tượng": 3,
    "speaking": 2,
    "xây_dựng": 4,
    "tốc_độ": 2,
    "mạng": 5,
    "dành": 7,
    "chỗ": 7,
    "nhiệt": 3,
    "chơi": 4,
    "cứ": 3,
    "thế_nào": 3,
    "lập": 2,
    "học_viên": 4,
    "nộp": 2,
    "sâu_rộng": 5,
    "niềm": 4,
    "hoàn_hảo": 2,
    "thái_độ": 5,
    "dí_dỏm": 2,
    "máy": 5,
    "khóa": 3,
    "tối_đa": 4,
    "thường": 12,
    "hì": 2,
    "mất": 2,
    "nền_tảng": 5,
    "học_trò": 3,
    "giống": 3,
    "nhất_thiết": 2,
    "diễn_đạt": 5,
    "copy": 2,
    "nguyên_tắc": 7,
    "nhanh_nhẹn": 2,
    "thế": 2,
    "up": 7,
    "gửi": 5,
    "ý_tưởng": 2,
    "mềm": 2,
    "đổi_mới": 3,
    "dẫn_chứng": 2,
    "chép": 2,
    "điều_chỉnh": 3,
    "chuyên_ngành": 2,
    "boss": 3,
    "lắm": 5,
    "học_kỳ": 12,
    "tốt_nghiệp": 2,
    "sống": 2,
    "vẻ": 3,
    "dữ_liệu": 3,
    "mức": 2,
    "tuyệt": 7,
    "chính": 7,
    "khuyên": 2,
    "thân": 2,
    "tiếp_xúc": 3,
    "nền": 2,
    "bài_tập_hợp_lý": 2,
    "tính_tình": 2,
    "càng": 3,
    "dẫn_dắt": 2,
    "tiến_độ": 2,
    "giảm": 2,
    "thời": 2,
    "biểu": 2,
    "giao": 2,
    "không_những": 3,
    "cải_tiến": 3,
    "dứt_khoát": 2,
    "gọi": 2,
    "hiện_tại": 4,
    "truyền_tải": 3,
    "lan_man": 4,
    "sức_khỏe": 3,
    "thành_công": 2,
    "chú_tâm": 2,
    "bài_làm": 2,
    "chậm_rãi": 2,
    "va": 2,
    "chủ_yếu": 2,
    "10": 4,
    "soạn": 2,
    "vắng": 2,
    "thụ_động": 2,
    "dám": 2,
    "lòng": 4,
    "facebook": 2,
    "luyện_tập": 5,
    "hết_lòng": 2,
    "game": 2,
    "gmail": 2,
    "luôn_luôn": 3,
    "xuống": 2,
    "gắn": 2,
    "oop": 2,
    "mail": 2,
    "tên": 2,
    "đối_tượng": 2,
    "nguyên": 2,
    "linh_động": 2,
    "mục_đích": 2,
    "đạo_đức": 3,
    "mắc": 2,
    "lúc_nào": 2,
    "diễn_đàn": 2
}