{
    "không": 1331,
    "giọng": 37,
    "trầm": 5,
    "tìm_hiểu": 37,
    "mạng": 47,
    "viết": 35,
    "báo_cáo": 42,
    "môn_học": 353,
    "slide": 164,
    "cũ": 34,
    "sửa": 56,
    "lỗi": 19,
    "chính_tả": 3,
    "ngữ_pháp": 19,
    "sai_sót": 12,
    "tài_liệu": 151,
    "dặn": 6,
    "nên": 781,
    "up": 14,
    "youtube": 3,
    "yếu": 23,
    "nén": 1,
    "mediafire": 1,
    "trừ": 6,
    "dạy": 513,
    "quá": 406,
    "cần": 546,
    "thi": 182,
    "lý_thuyết": 205,
    "bộ_môn": 12,
    "patin": 1,
    "phòng": 262,
    "thực_hành": 524,
    "kém": 38,
    "chất_lượng": 77,
    "máy_móc": 5,
    "đảm_bảo": 61,
    "tổng_kết": 2,
    "bổ_sung": 16,
    "kiến_thức": 260,
    "thuyết_trình": 30,
    "chỗ": 36,
    "chưa": 416,
    "sâu": 23,
    "một_số": 69,
    "giới_hạn": 1,
    "khuôn_khổ": 2,
    "định_lý": 2,
    "định_nghĩa": 3,
    "sẵn": 5,
    "tận_tình": 14,
    "giúp": 44,
    "học": 746,
    "tốt": 153,
    "hoàn_thành": 11,
    "bài_tập": 491,
    "kỳ": 111,
    "bắt_đầu": 12,
    "tra": 2,
    "chữ_viết": 5,
    "bảng": 44,
    "đôi_khi": 46,
    "hơi": 293,
    "đoán": 1,
    "giáo_trình": 65,
    "hơn_nữa": 21,
    "thật_sự": 22,
    "rất": 247,
    "chương_trình": 68,
    "môn": 209,
    "dược": 1,
    "chia": 14,
    "cấu_trúc": 8,
    "dữ_liệu": 9,
    "gộp": 2,
    "thành": 12,
    "tải": 6,
    "nổi": 7,
    "chậm": 50,
    "va": 1,
    "đánh": 2,
    "đề_nghị_trường": 1,
    "biện_pháp": 6,
    "nâng_cấp": 41,
    "dơ": 2,
    "bụi": 13,
    "máy_chiếu": 63,
    "tệ": 16,
    "động_lực_học": 1,
    "học_sinh": 64,
    "đồ_án": 136,
    "đọc": 47,
    "mãi": 2,
    "không_thể": 35,
    "đôi": 29,
    "game": 16,
    "văn": 29,
    "thật_ra": 1,
    "chán": 36,
    "buồn_ngủ": 50,
    "phản_ánh": 2,
    "doubledot": 53,
    "tuần": 46,
    "lớp": 289,
    "mong": 108,
    "pđt": 1,
    "có_thể": 158,
    "sắp_xếp": 32,
    "tiếp": 3,
    "sử_dụng": 101,
    "tiếng": 122,
    "việt": 31,
    "lẫn_lộn": 1,
    "giảng_dạy": 209,
    "phát_âm": 16,
    "sai": 39,
    "cải_thiện": 35,
    "nha": 2,
    "mấy": 23,
    "lab": 43,
    "xong": 26,
    "chả": 8,
    "môn_bài_tập": 1,
    "ta": 4,
    "đồ": 1,
    "lau": 3,
    "sạch": 2,
    "ảnh_hưởng": 18,
    "tiếp_theo": 6,
    "đè": 1,
    "bôi": 1,
    "hài_lòng": 25,
    "khiếm_khuyết": 1,
    "vấn_đề": 88,
    "hay": 185,
    "kỹ_thuật": 8,
    "lắm": 58,
    "ôn": 12,
    "chờ": 10,
    "trùng": 19,
    "trường": 66,
    "nội_dung": 175,
    "kiểm_tra": 40,
    "rộng": 9,
    "tận_tâm": 22,
    "nhàm_chán": 35,
    "lên_lớp": 119,
    "muộn": 17,
    "thừa": 4,
    "lập_trình": 34,
    "vô_số": 1,
    "thay_đổi": 35,
    "hệ_thống": 33,
    "máy_tính": 47,
    "nghỉ": 144,
    "bù": 33,
    "phù_hợp": 64,
    "khó_khăn": 40,
    "dạng": 25,
    "hư_hỏng": 5,
    "chập_chờn": 1,
    "cảnh_cáo": 1,
    "đi": 144,
    "trễ": 65,
    "thường_xuyên": 72,
    "vắng": 6,
    "có_lý_do": 3,
    "thông_báo": 81,
    "bức_xúc": 3,
    "hao": 1,
    "tốn": 19,
    "thời_gian": 235,
    "phí": 2,
    "đi_lại": 3,
    "code": 49,
    "giấy": 14,
    "thiết_bị": 92,
    "dở": 3,
    "một_cách": 36,
    "cụ_thể": 75,
    "đứng": 17,
    "đông": 15,
    "chiếu": 14,
    "chữ": 19,
    "mờ": 28,
    "tính_chất": 6,
    "trực_tiếp": 14,
    "phần_mềm": 29,
    "dreamweaver": 1,
    "chữa": 7,
    "ai": 23,
    "thắc_mắc": 28,
    "hữu_ích": 3,
    "đối_với": 33,
    "trang_bị": 26,
    "nghe_nhìn": 1,
    "nóng": 27,
    "chói": 1,
    "mơ_hồ": 21,
    "tiết": 107,
    "ngoại": 6,
    "khóa": 29,
    "giao_lưu": 1,
    "giao_tiếp": 27,
    "xã_hội": 3,
    "đáp_ứng": 22,
    "yêu_cầu": 50,
    "nắm_bắt": 28,
    "hình_vẽ": 1,
    "ít_nhất": 5,
    "rời": 1,
    "ghế": 8,
    "hình_dung": 7,
    "nói_khó": 10,
    "nói_gì": 1,
    "phút": 21,
    "thống_nhất": 19,
    "quản_lý": 12,
    "sinh_động": 14,
    "lịch": 45,
    "điểm_danh": 37,
    "hầu_như": 14,
    "kính": 6,
    "mạch": 7,
    "upload": 1,
    "nghiên_cứu": 20,
    "fraction": 11,
    "đến_nỗi": 1,
    "vừa_rồi": 4,
    "chấm": 59,
    "hình_thức": 53,
    "tham_gia": 14,
    "đánh_giá": 36,
    "hy_vọng": 18,
    "bọn": 32,
    "dễ_dàng": 13,
    "cuối_cùng": 12,
    "trả_lời": 39,
    "cực_kỳ": 4,
    "chuẩn_bị": 26,
    "diễn_đạt": 16,
    "dự_án": 3,
    "liên_quan": 32,
    "công_ty": 4,
    "doanh_nghiệp": 2,
    "máy": 95,
    "sql": 6,
    "tối_thiểu": 1,
    "phiên_bản": 5,
    "truyền_đạt": 130,
    "tổng_quát": 5,
    "đào_tạo": 16,
    "có_lẽ": 8,
    "giáo_viên": 119,
    "bận": 19,
    "báo": 28,
    "đối_tượng": 4,
    "tất_cả": 16,
    "cập_nhật": 59,
    "đặc_biệt": 15,
    "tình_trạng": 14,
    "lỗi_thời": 3,
    "chủ_yếu": 22,
    "giao": 12,
    "chìa": 1,
    "kiệp": 1,
    "thời_lượng": 25,
    "câu": 62,
    "trống": 4,
    "chú_trọng": 22,
    "thay_vì": 26,
    "cơ_sở": 34,
    "vật_chất": 29,
    "yếu_kém": 4,
    "tả": 2,
    "lan_man": 19,
    "chủ_đề": 10,
    "thu_hút": 24,
    "tập_trung": 52,
    "chú_ý": 14,
    "chuẩn": 14,
    "khắc_phục": 7,
    "thái_độ": 8,
    "xem_xét": 5,
    "nền_tảng": 12,
    "đơn_thuần": 2,
    "j": 1,
    "e": 2,
    "đề_nghị": 27,
    "nhà_trường": 57,
    "giải": 72,
    "thế_nào": 13,
    "toàn": 28,
    "kịp": 46,
    "chết": 3,
    "góp_phần": 1,
    "đẩy": 2,
    "chủ_động": 14,
    "phản_tác_dụng": 3,
    "bắt_buộc": 11,
    "cá_nhân": 13,
    "sát": 30,
    "tiến_độ": 8,
    "hình_thành": 1,
    "thụ_động": 6,
    "như_vậy": 31,
    "tương_tác": 32,
    "moodle": 39,
    "nhiệt_tình": 66,
    "thờ_ơ": 1,
    "rối": 5,
    "sư_phạm": 7,
    "thẻ": 2,
    "bao_nhiêu": 7,
    "dịch": 12,
    "hoàn_chỉnh": 4,
    "translate": 1,
    "google": 6,
    "đường": 5,
    "đầu": 33,
    "tổ_chức": 17,
    "hạn_chế": 20,
    "demo": 12,
    "bảo": 9,
    "sách": 14,
    "chi_tiết": 31,
    "tài": 2,
    "liều": 1,
    "nêu": 13,
    "lối": 3,
    "hư_chuột": 1,
    "chuột": 3,
    "di_chuyển": 1,
    "kiểm_soát": 2,
    "yêu_cầu_tự": 1,
    "laptop": 11,
    "lên_lớp_học": 2,
    "học_kỳ": 40,
    "giá": 1,
    "tiền": 6,
    "tín_chỉ_thực_hành": 1,
    "tương_đối_nhanh": 1,
    "quan_trọng": 21,
    "mail": 18,
    "phản_hồi": 2,
    "lắp": 9,
    "quạt": 16,
    "ổ_cắm": 5,
    "màn": 8,
    "che": 9,
    "cửa_sổ": 6,
    "theo_dõi": 10,
    "hoàn_toàn": 19,
    "cảm_tính": 2,
    "bất_cứ": 5,
    "thang": 4,
    "cụ_thể_nào": 1,
    "nhạt_nhẽo": 1,
    "nhảm": 3,
    "dây": 4,
    "rút": 7,
    "wifi": 12,
    "đề": 86,
    "chẳng_hạn": 4,
    "kiến_nghị": 4,
    "đổi": 14,
    "mô_phỏng": 4,
    "vừa_qua": 1,
    "chỉnh": 1,
    "tương_thích": 1,
    "ngắn": 16,
    "lễ": 4,
    "số_liệu": 1,
    "thống_kê": 1,
    "phân_tích": 6,
    "thị_trường": 1,
    "tỉ_lệ": 2,
    "sao_chép": 1,
    "thuật_toán": 5,
    "turnitindotcom": 1,
    "khô_khan": 10,
    "hiện_tượng": 2,
    "chán_nản": 6,
    "trục_trặc": 9,
    "độ": 11,
    "phân_giải": 1,
    "xảy": 6,
    "tốc_độ": 9,
    "lồng_ghép": 1,
    "minh_bạch": 1,
    "đầy_đủ": 39,
    "trách_nhiệm": 6,
    "bất_kỳ": 3,
    "phát_triển": 10,
    "công_việc": 8,
    "tiếp_tục": 2,
    "quan_tâm": 24,
    "tuy_nhiên": 23,
    "file": 13,
    "gợi_ý": 5,
    "lủng_củng": 3,
    "đầu_tư": 24,
    "đồng_bộ": 3,
    "một_chút": 11,
    "phụ_trách": 4,
    "ôn_thi": 2,
    "chẳng": 17,
    "xàm": 2,
    "cho_qua": 5,
    "thu": 4,
    "một_tí": 5,
    "đầu_tiên": 9,
    "cài": 6,
    "visual": 11,
    "ánh_sáng": 2,
    "kêu": 5,
    "xem_lại": 14,
    "không_khí": 4,
    "thú": 3,
    "ngoài_lề": 5,
    "bao_giờ": 12,
    "vui_vẻ": 9,
    "ép_buộc": 2,
    "tự_giác": 2,
    "thủ_tục": 1,
    "tâm_lý": 6,
    "trói_buộc": 1,
    "sâu_rộng": 1,
    "hoang_mang": 8,
    "hợp_lý": 59,
    "nói_nhỏ": 9,
    "trang": 32,
    "switch": 1,
    "router": 2,
    "hub": 1,
    "bridge": 1,
    "nòng": 1,
    "vdotv": 5,
    "outcome": 1,
    "kỹ": 51,
    "thỉnh_thoảng": 5,
    "khởi_động": 2,
    "đăng": 7,
    "hi_vọng": 10,
    "dài_dòng": 7,
    "c": 9,
    "song_song": 5,
    "thấu_hiểu": 1,
    "hiện_đại": 6,
    "mục_tiêu": 11,
    "tối": 4,
    "nghĩa": 5,
    "đề_mục": 2,
    "đoạn": 3,
    "chạy": 19,
    "thực_tiễn": 26,
    "bớt": 10,
    "toán": 14,
    "phức_tạp": 8,
    "ôn_luyện": 2,
    "làm_quen": 2,
    "cần_cập": 2,
    "nhập": 4,
    "khả_dụng": 1,
    "chuyên_ngành": 15,
    "đề_xuất": 3,
    "tụi": 31,
    "khiêng": 1,
    "bàn": 8,
    "vui": 2,
    "mệt": 6,
    "trình_độ": 13,
    "đáp_án": 18,
    "bằng_chứng": 1,
    "trải": 4,
    "điện_tử": 2,
    "nói_chuyện": 14,
    "linh_tinh": 3,
    "kết_quả": 23,
    "đi_sâu": 14,
    "thử": 7,
    "chung_chung": 8,
    "khó_tính": 10,
    "lớn_tiếng": 2,
    "tôn_trọng": 3,
    "thông_qua": 3,
    "website": 11,
    "nước_ngoài": 5,
    "trung_tâm": 4,
    "học_phí": 6,
    "tương_đương": 3,
    "xa_lạ": 1,
    "thiện_cảm": 1,
    "đầu_sách": 1,
    "thư_viện": 2,
    "kỹ_càng": 7,
    "ghi_chú": 3,
    "nhầm_lẫn": 3,
    "cân_bằng": 6,
    "trở_lên": 2,
    "pdf": 2,
    "gửi": 19,
    "số_lượng": 23,
    "huống_chi": 1,
    "hiện_giờ": 3,
    "đắng": 1,
    "đề_cương": 21,
    "ổn_định": 3,
    "thỏa": 1,
    "kiểu": 19,
    "đối_phó": 5,
    "chất": 1,
    "kinh_nghiệm": 20,
    "thử_hỏi": 1,
    "hiện_tại": 13,
    "kênh": 8,
    "liên_lạc": 2,
    "yêu_cầu_môn_học": 2,
    "giảng_đường": 11,
    "sữa": 2,
    "colonsmilesmile": 3,
    "qua_loa": 9,
    "quên": 7,
    "tăng_cường": 23,
    "hời_hợt": 6,
    "kẹt": 4,
    "xe": 5,
    "họp": 5,
    "cố_định": 7,
    "chép": 23,
    "cọc": 1,
    "lốc": 1,
    "quát": 1,
    "mặt": 14,
    "tạt": 1,
    "nước_lạnh": 1,
    "xưng_hô": 2,
    "mày": 2,
    "tao": 1,
    "xưng": 1,
    "lời_nói": 3,
    "ẩn_ý": 1,
    "nói_móc": 1,
    "bắt_bẻ": 2,
    "bổ_trợ_lý_thuyết": 1,
    "rớt": 12,
    "phục": 3,
    "cam_tâm": 1,
    "trường_hợp": 12,
    "kia": 6,
    "source": 4,
    "internet": 5,
    "xíu": 6,
    "gắt": 4,
    "cơ_bản": 26,
    "căn_bản": 8,
    "tương_tự": 2,
    "quan_điểm": 2,
    "phân_bố": 11,
    "xem_xét_lại": 6,
    "sort": 2,
    "hỏng_hóc": 3,
    "toàn_bộ": 6,
    "duy_nhất": 2,
    "tín_hiệu_số": 2,
    "bố_trí": 2,
    "nhồi_nhét": 2,
    "chuyên_sâu": 5,
    "thể_dục": 2,
    "nhân_văn": 1,
    "cảm_thấy": 25,
    "mục": 2,
    "lướt": 14,
    "nghung": 1,
    "cập": 3,
    "nhât": 2,
    "liêu": 1,
    "hiện_nay": 17,
    "bản_chất": 6,
    "màn_hình": 3,
    "đồng_hồ": 3,
    "it": 3,
    "dote": 2,
    "hai": 16,
    "dấu_chấm": 1,
    "add": 1,
    "site": 1,
    "thú_vị": 8,
    "thực_sự": 36,
    "chiếm": 6,
    "tổng_số": 1,
    "lố": 7,
    "khung": 4,
    "thời": 14,
    "biểu": 8,
    "bậc": 3,
    "phổ_thông": 4,
    "rèn_luyện": 10,
    "micro": 25,
    "thay": 18,
    "hệ": 10,
    "điều_hành": 6,
    "hằng": 3,
    "thực_hiện": 18,
    "chút": 10,
    "coloncolon": 1,
    "hợp": 2,
    "ngôn_ngữ": 16,
    "khuôn_mẫu": 2,
    "khoa": 30,
    "xử_lý": 8,
    "cuộc_sống": 2,
    "bắt": 22,
    "xu_thế": 1,
    "lạc_hậu": 1,
    "thế_là": 3,
    "trở_đi": 1,
    "hệ_thống_thiết_bị": 1,
    "ổ": 4,
    "điện": 8,
    "liên_tục": 15,
    "giảnh": 2,
    "trình_chiếu": 2,
    "thiếu_sót": 5,
    "hẳn": 1,
    "sân": 1,
    "bóng": 2,
    "đa_số": 17,
    "bắng": 1,
    "quy_trình": 2,
    "da": 1,
    "giảng_giải": 10,
    "ngó": 1,
    "lơ": 2,
    "tự_khắc": 1,
    "liền": 4,
    "colonbigsmile": 1,
    "vững": 4,
    "trường_học": 2,
    "nhiểu": 3,
    "công_sức": 4,
    "đợi": 9,
    "công_trình": 4,
    "thi_công": 3,
    "yên_tĩnh": 1,
    "làm_sao": 8,
    "java": 5,
    "đồng_nhất": 4,
    "ý_nghĩa": 8,
    "trừu_tượng_hóa": 1,
    "nộp": 29,
    "lý_do": 15,
    "thự": 2,
    "tế": 2,
    "bài_toán": 6,
    "thông_minh": 2,
    "xây_dựng": 6,
    "tìm_kiếm": 5,
    "lời_lẽ": 2,
    "lắng_nghe": 2,
    "phụ_thuộc": 3,
    "thí_nghiệm": 7,
    "chính_xác": 14,
    "phân_bổ": 16,
    "ồn_ào": 5,
    "vì_thế": 5,
    "gián_đoạn": 5,
    "đột_xuất": 5,
    "nằm": 2,
    "không_thể_nào": 6,
    "lớp_học": 22,
    "đăng_ký": 10,
    "vì_vậy": 7,
    "nhắc_nhở": 6,
    "bất_ngờ": 1,
    "nhất_định": 1,
    "tiến_sĩ": 1,
    "thực_ra": 1,
    "tâm_huyết": 5,
    "công_thức": 6,
    "tóm": 6,
    "linux": 2,
    "cấu_hình": 6,
    "nhu_cầu": 7,
    "truy_cập": 2,
    "phục_vụ": 10,
    "kiểm_chứng": 2,
    "suông": 4,
    "có_chăng": 2,
    "dừng": 3,
    "giới_thiệu": 13,
    "cấp_độ_sinh_viên": 1,
    "seminar": 27,
    "nội_dung_dịch": 1,
    "ngoại_văn": 1,
    "không_những": 1,
    "lộn_xộn": 2,
    "lúc_nào": 6,
    "lem_nhem": 1,
    "chóng_mặt": 1,
    "giỏi": 10,
    "thay_thế": 2,
    "cách_nhiệt_tình": 2,
    "thoả_đáng": 1,
    "dày": 1,
    "tư_tưởng": 3,
    "lựa_chọn": 2,
    "nhanh_chóng": 2,
    "anh_chị": 3,
    "khoá": 4,
    "mặc_dù": 24,
    "dụng_cụ": 6,
    "sĩ_số": 4,
    "liên_hệ": 16,
    "tiếc": 3,
    "ấm_áp": 1,
    "trưa": 4,
    "tiến_trình": 1,
    "phép": 7,
    "sơ_sài": 18,
    "bữa": 6,
    "daa": 2,
    "thảo_luận": 6,
    "cách_thức": 9,
    "chút_xíu": 2,
    "gọn": 3,
    "độc_đoán": 1,
    "phân_biệt": 2,
    "đối_xử": 1,
    "gia_trưởng": 1,
    "cứng_nhắc": 8,
    "phản": 1,
    "xúc_phạm": 2,
    "lâp": 1,
    "trình": 3,
    "hề": 11,
    "ghép": 2,
    "facebook": 4,
    "song_hành": 1,
    "thuận_tiện": 4,
    "nguyên": 4,
    "cứu": 3,
    "cho_dù": 4,
    "sau_này": 11,
    "cần_thiết": 28,
    "co": 1,
    "ngành_nghề": 2,
    "công_cụ": 3,
    "online": 3,
    "table": 1,
    "and": 1,
    "chair": 1,
    "is": 2,
    "not": 1,
    "fitted": 1,
    "for": 1,
    "class": 1,
    "ngon": 1,
    "tương_đối": 3,
    "copy": 6,
    "h": 31,
    "hư": 11,
    "vô": 8,
    "dịch_nửa": 1,
    "nửa": 8,
    "đề_tài": 14,
    "đừng": 13,
    "làm_chi": 2,
    "khẳng_định": 2,
    "chỉ_tiêu": 2,
    "nhồi_sọ": 1,
    "web": 12,
    "framework": 2,
    "biện_hộ": 1,
    "thế_giới": 2,
    "dần": 1,
    "loại_bỏ": 1,
    "bạn_bè": 2,
    "hứng": 2,
    "oop": 1,
    "trí_tuệ": 2,
    "nhân_tạo": 2,
    "như_không": 6,
    "đối_phó_nổi": 1,
    "giải_đáp": 26,
    "mắc": 3,
    "khắt_khe": 6,
    "thất_bại": 2,
    "kỹ_lưỡng": 5,
    "luận": 4,
    "studio": 5,
    "bàn_phím": 2,
    "phân_chia": 9,
    "phần_nào": 5,
    "học_phần": 6,
    "mời": 3,
    "photo": 5,
    "con_người": 2,
    "chương": 12,
    "chỉ_dẫn": 6,
    "cúp": 4,
    "đẹp_trai": 2,
    "phê_bình": 2,
    "sâu_sắc": 2,
    "thực_chất": 1,
    "góp_ý_kiến": 1,
    "chốt": 1,
    "vấn_đề_đạt": 1,
    "đầu_vào": 4,
    "xét": 2,
    "heapsort": 2,
    "hướng_dẫn_nhiệt_tình": 1,
    "lạ": 2,
    "trắc_nghiệm": 7,
    "tranh_luận": 4,
    "mô_tả": 2,
    "vắn_tắt": 1,
    "giành": 3,
    "nghiêm": 2,
    "công_bố": 5,
    "vì_thế_mà": 2,
    "tẻ_nhạt": 1,
    "ô_nhiễm": 1,
    "ồn": 4,
    "mệt_mỏi": 5,
    "minh_họa": 7,
    "trừu_tượng": 7,
    "chấy": 1,
    "chủ_quan": 6,
    "sôi_động_năng_nổ": 1,
    "colonsad": 6,
    "thâm": 1,
    "đa_phần": 8,
    "tập_trung_học": 1,
    "xài": 2,
    "cỡ": 3,
    "trò_chuyện": 1,
    "cải_tiến": 13,
    "đổi_mới": 8,
    "vòng": 3,
    "choáng": 1,
    "crt": 1,
    "nản": 4,
    "danh": 2,
    "dám": 4,
    "hướng_dẫn_giải": 7,
    "nhu_cầu_tự": 1,
    "đôi_chút": 1,
    "sài": 1,
    "căng_thẳng": 4,
    "tâm": 5,
    "chéo": 3,
    "lúng_túng": 2,
    "chênh_lệch": 6,
    "vấn": 2,
    "thực_trạng": 1,
    "năng_động": 3,
    "hầu_hết": 5,
    "mặc": 3,
    "bỏ_qua": 4,
    "đóng_góp": 3,
    "năng_nổ": 2,
    "lỡ": 2,
    "cắt": 3,
    "giải_lao": 1,
    "dẽ": 1,
    "giao_thông": 1,
    "topic": 1,
    "quốc_phòng": 1,
    "deadline": 20,
    "đòi_hỏi": 5,
    "hủy": 2,
    "chỉnh_sửa": 3,
    "ghi_chép": 6,
    "mập_mờ": 1,
    "sửa_chữa": 7,
    "hỏng": 6,
    "mê": 1,
    "đồng_đều": 1,
    "truyền": 5,
    "ngợp": 1,
    "phân": 8,
    "phân_loại": 4,
    "đua": 1,
    "speaking": 13,
    "yếu_tố": 1,
    "điều_chỉnh": 8,
    "kích_thước": 1,
    "phông": 1,
    "mới_lạ": 1,
    "chật": 2,
    "chiều": 8,
    "course": 6,
    "thân_thiện": 3,
    "khắc": 4,
    "khe": 4,
    "lo_lắng": 2,
    "sợ_hãi": 1,
    "nhập_môn": 5,
    "hấp_dẫn": 10,
    "hoạt_náo": 1,
    "cảm_hứng": 5,
    "tý": 2,
    "mfc": 1,
    "tràn_lan": 5,
    "trưởng": 5,
    "câu_chuyện": 2,
    "cố": 2,
    "vector": 1,
    "ngẫu_nhiên": 1,
    "phân_phối": 2,
    "poison": 1,
    "tỉ_mỉ": 1,
    "lười_nhác": 1,
    "mong_muốn": 9,
    "bí_hiểm_em": 1,
    "sợ": 11,
    "uống": 1,
    "bia": 1,
    "trăc": 1,
    "nghiệm": 3,
    "ngập_ngừng": 1,
    "thất_vọng": 3,
    "phục_vụ_việc": 1,
    "giúp_đỡ": 7,
    "điểm_cao": 3,
    "thiên_vị": 3,
    "chuyên_nghiệp": 1,
    "thi_viết": 1,
    "ý_tưởng": 5,
    "năm_học": 4,
    "giúp_ích": 4,
    "song": 1,
    "võ": 1,
    "đánh_bài": 1,
    "quyền": 1,
    "tự_vệ": 1,
    "bản_thân": 4,
    "lặp": 2,
    "đa_dạng": 4,
    "thông_thường": 2,
    "vói": 1,
    "bối_rối": 2,
    "quyết_định": 2,
    "quạt_trần": 2,
    "thậm_chí": 5,
    "sưu_tầm": 1,
    "ngọng": 1,
    "listening": 4,
    "hiên": 1,
    "thương": 2,
    "hạn_hẹp": 3,
    "xa_rời": 3,
    "dễ_tính": 3,
    "reply": 2,
    "tí": 3,
    "ok": 2,
    "đánh_đố": 2,
    "bài_bản": 1,
    "dựa": 7,
    "xào": 1,
    "quy_tắc": 1,
    "ràng_buộc": 2,
    "tại_sao": 4,
    "kéo": 2,
    "cắm": 3,
    "rèm": 5,
    "kéo_dài": 11,
    "cảm_xúc": 3,
    "tiếp_thu_phân_loại": 1,
    "vì_sao": 3,
    "trigger": 1,
    "sản_phẩm": 3,
    "xáo_trộn": 1,
    "trực_quan": 7,
    "mở_rộng": 6,
    "tác_dụng": 3,
    "công_bằng": 15,
    "nắng": 4,
    "có_hạn": 1,
    "trẻ": 1,
    "trâu": 1,
    "giao_dịch": 1,
    "để_ý": 3,
    "học_hành": 2,
    "àm": 1,
    "phương_diện": 2,
    "giữa_chừng": 1,
    "loa": 10,
    "silverlight": 2,
    "hài": 2,
    "hòng": 1,
    "sơ": 2,
    "bẩn": 3,
    "bài_làm": 5,
    "bấm": 2,
    "cáp": 2,
    "chém": 4,
    "gió": 3,
    "hôm": 11,
    "quy_định": 8,
    "có_học": 2,
    "cơm": 1,
    "sửa_soạn": 1,
    "ké": 2,
    "cân_nhắc": 2,
    "khớp": 2,
    "chuyên_môn": 13,
    "ngành": 12,
    "mảng": 3,
    "php": 2,
    "html": 3,
    "cs": 2,
    "js": 1,
    "nhúng": 3,
    "cửa": 3,
    "công_tác": 6,
    "xung_khắc": 1,
    "duy_trì": 2,
    "biến_cố": 1,
    "học_vẹt": 2,
    "hung": 1,
    "colonsmallsmile": 4,
    "trời": 9,
    "nhiệt_thành": 1,
    "quyết_đoán": 1,
    "dồn_dập": 1,
    "nhiệm_vụ": 3,
    "hoàn_thiện": 2,
    "chuyên": 7,
    "khiển_trách": 1,
    "xen_kẽ": 3,
    "luyện_tập": 3,
    "âm_thanh": 9,
    "đấy": 3,
    "tin_tức": 3,
    "cũng_nên": 1,
    "soạn": 6,
    "đỡ": 5,
    "vô_lý": 2,
    "trở": 4,
    "chỉnh_đốn": 1,
    "bụi_bặm": 4,
    "phân_công": 5,
    "giành_giật": 1,
    "cài_đặt": 7,
    "ảo": 1,
    "thiêng": 1,
    "chứng_minh": 2,
    "định_luật": 1,
    "bảo_đảm": 2,
    "dễ_thở": 2,
    "gắn": 4,
    "cải_cách": 1,
    "kiến": 6,
    "trở_nên": 6,
    "ngủ": 7,
    "gục": 1,
    "danh_sách": 3,
    "cộng": 10,
    "không_gian": 1,
    "chục": 2,
    "dàn": 3,
    "courses": 8,
    "sự_cố": 4,
    "đa_phương_tiện": 1,
    "có_nghĩa_là": 1,
    "áp": 3,
    "trực": 1,
    "cộng_cụ": 1,
    "tá_hỏa": 1,
    "thành_ra": 1,
    "vừa_ý": 1,
    "thi_cử": 2,
    "vị_trí": 2,
    "thay_vì_thế": 1,
    "công_nghệ_được": 1,
    "lĩnh_vực": 1,
    "đau": 1,
    "lưng": 2,
    "thăm": 1,
    "quan": 2,
    "quy_mô": 3,
    "vê": 2,
    "tức_là": 2,
    "nhắm": 1,
    "mở_cửa": 3,
    "xuống_cấp": 3,
    "đề_cập": 4,
    "duyệt": 1,
    "colondoublesurprise": 1,
    "sáo_rỗng": 1,
    "ghi": 11,
    "khối": 1,
    "kinh_tế": 3,
    "dọng": 1,
    "test": 4,
    "thực_hiện_tại": 1,
    "căn_chỉnh": 1,
    "cảm_tưởng": 1,
    "đào_sâu": 4,
    "bình_thường": 2,
    "quốc": 1,
    "nặng_nề": 6,
    "toàn_thể": 2,
    "đại_học": 4,
    "dù_sao": 1,
    "hợp_tác": 1,
    "tự_ý": 3,
    "tỏ": 2,
    "mày_mò": 3,
    "mỏi": 1,
    "buộc": 3,
    "ban_đầu": 5,
    "thao_thao": 3,
    "bất_tuyệt": 3,
    "không_vận_dụng": 2,
    "thỏa_thuận": 1,
    "hồi_đáp": 1,
    "bất_lợi": 1,
    "dãy": 4,
    "đuổi": 3,
    "nhannh": 1,
    "hà_khắc": 1,
    "khó_chịu": 10,
    "chính_thống": 1,
    "áp_đặt": 5,
    "kit": 10,
    "điện_thoại": 8,
    "trung_bình": 5,
    "học_sinh_học_lực": 1,
    "tiểu_luận": 1,
    "liên_tưởng": 1,
    "hạt": 1,
    "dàn_trải": 1,
    "từng_lớp": 1,
    "sót": 2,
    "cdio": 2,
    "khác_biệt": 2,
    "dọn": 1,
    "quen_biết": 1,
    "chí_hướng": 2,
    "gọi": 4,
    "bây_giờ": 2,
    "khía_cạnh": 2,
    "vô_cùng": 7,
    "nạp": 1,
    "firmware": 1,
    "gây_sự": 3,
    "giản": 1,
    "viên": 2,
    "màu_sắc": 1,
    "bồi_dưỡng": 1,
    "từ_vựng": 6,
    "khâu": 3,
    "lao_công": 1,
    "quét": 5,
    "sàn": 1,
    "hắt": 3,
    "thẳng": 3,
    "kể_cả": 3,
    "đi_ở": 1,
    "hành_lang": 3,
    "buồn": 1,
    "mạnh_tay": 1,
    "năm_ngoái": 3,
    "yên": 2,
    "nếu_như": 3,
    "vui_tính": 1,
    "access": 1,
    "database": 1,
    "thông_cảm": 2,
    "rời_rạc": 2,
    "cassette": 1,
    "nâng_đỡ": 1,
    "wireshark": 2,
    "quạt_máy_chiếu": 1,
    "phòng_ốc": 1,
    "sạch_sẽ": 1,
    "cho_xong": 1,
    "cuốn_hút": 3,
    "thể": 4,
    "quan_sát": 3,
    "khó_hiểu": 1,
    "lòng_vòng": 2,
    "triển_khai": 3,
    "lung_tung": 1,
    "địa_phương": 1,
    "khoa_học": 5,
    "điển_hình_như": 1,
    "cột": 2,
    "oracle": 3,
    "hình_thức_hóa": 1,
    "phát_biểu": 3,
    "quăng": 1,
    "thiết_nghĩ": 4,
    "thiết_kế": 7,
    "quy_hoạch": 1,
    "động": 2,
    "rút_gọn": 1,
    "quan_sát_sinh_viên": 1,
    "bổ_ích": 3,
    "đặc_thù": 3,
    "phạt": 2,
    "thiên": 2,
    "thể_thức": 1,
    "wed": 1,
    "thực": 5,
    "mô_hình": 4,
    "show": 2,
    "giây": 1,
    "hoàn": 1,
    "điều_chỉnh_trang": 1,
    "lôi_cuốn": 4,
    "kết_thúc": 14,
    "cạn_lời": 1,
    "đành": 1,
    "ngậm_ngùi": 1,
    "mò": 2,
    "search": 1,
    "đồng_ý": 3,
    "bất_khả_kháng": 1,
    "chi": 3,
    "òm": 1,
    "như_ý": 1,
    "mục_đích": 8,
    "ht": 2,
    "phức_tạp_hóa": 2,
    "dồn": 2,
    "quá_sức": 5,
    "dọn_dẹp": 1,
    "đồng_thời": 2,
    "full": 2,
    "bất_tiện": 2,
    "thuc": 1,
    "tiễn": 1,
    "nhũng": 1,
    "đánh_thức": 1,
    "nhạy_bén": 1,
    "chu_đáo": 2,
    "ngắn_gọn": 2,
    "truyền_tải": 5,
    "phần_lớn": 5,
    "công": 2,
    "myelt": 1,
    "cân_đối": 1,
    "bất_cập": 2,
    "phúc": 1,
    "kháo": 1,
    "đánh_giá_cả": 1,
    "bồi": 1,
    "đan_xen": 1,
    "bào": 2,
    "thết": 1,
    "cương_vị": 1,
    "luyên": 1,
    "thuyên": 1,
    "tiếp_xúc": 7,
    "trông": 1,
    "nữ_tính": 1,
    "thỏa_đáng": 1,
    "gần_gũi": 2,
    "việt_nam": 1,
    "hấp": 1,
    "dẩn": 1,
    "toeic": 3,
    "cưỡi": 2,
    "ngựa": 2,
    "hoa": 2,
    "chường": 1,
    "av": 3,
    "nhảy": 1,
    "chứa": 1,
    "ảo_hóa": 1,
    "quản_trị": 3,
    "công_tắc": 1,
    "vừ": 1,
    "vựng": 2,
    "chân_thành": 1,
    "rộng_lớn": 1,
    "mờ_nhạt": 1,
    "cố_gắng": 6,
    "dã_ngoại": 1,
    "tinh_thần": 3,
    "nhấn": 1,
    "đại": 1,
    "hường": 1,
    "buôi": 1,
    "cao_trào": 1,
    "team": 1,
    "cực_khổ": 1,
    "giao_viên": 1,
    "khoá_biểu": 2,
    "dời": 1,
    "một_vài": 12,
    "lịch_sử": 1,
    "bảo_thủ": 1,
    "dotnet": 1,
    "nguyên_lý": 2,
    "đơn_giản_hóa": 2,
    "dot": 6,
    "thpt": 1,
    "rõ_rệt": 1,
    "đau_đầu": 1,
    "màu": 1,
    "xanh": 1,
    "cặn_kẽ": 5,
    "vên": 1,
    "đoàn": 1,
    "hội": 1,
    "chi_bộ": 1,
    "nóng_bức": 3,
    "tầm": 3,
    "nản_chí": 1,
    "hàng": 4,
    "nảy_sinh": 1,
    "thu_thập": 1,
    "nhấn_mạnh": 3,
    "bản_xứ": 2,
    "lộ_trình": 2,
    "truyền_thống": 2,
    "xấu": 2,
    "lãng_phí": 5,
    "di_động": 2,
    "xếp": 3,
    "hình_như": 1,
    "this": 1,
    "dễ_dãi": 1,
    "làm_khó": 2,
    "thành_viên": 7,
    "nghiêm_túc": 4,
    "vậy_mà": 1,
    "đánh_đồng": 1,
    "dông_dài": 1,
    "betweenness": 1,
    "centrality": 2,
    "closeness": 1,
    "nhẹ": 1,
    "chính_thức": 3,
    "năng": 1,
    "cảm": 1,
    "thích_thú": 2,
    "xen_lẫn": 1,
    "đói": 2,
    "ghi_nhận": 2,
    "thoải_mái": 5,
    "hàn_lâm": 1,
    "vô_tình": 1,
    "ngày_càng": 2,
    "tính_cách": 2,
    "du_học": 1,
    "trể": 1,
    "bơi": 2,
    "êm": 4,
    "tiệm": 1,
    "cận": 1,
    "tự_chủ_động": 1,
    "tín_chỉ": 6,
    "good": 1,
    "đâm_ra": 1,
    "dư_thừa": 1,
    "vốn": 2,
    "nặng_lời": 1,
    "tự_nguyện": 1,
    "thu_hoạch": 3,
    "ida": 2,
    "pro": 2,
    "bit": 4,
    "thực_thi": 2,
    "colonsmile": 4,
    "rành_mạch": 1,
    "nhạt": 1,
    "máy_hư": 1,
    "cụ_thể_hóa": 1,
    "cũ_kỹ": 2,
    "bảo_trì": 4,
    "chào": 2,
    "xác_định": 4,
    "cú_pháp": 1,
    "phân_hoá": 1,
    "nhiêu": 2,
    "thuật_ngữ": 1,
    "hút": 1,
    "bồi_bổ": 1,
    "sức_khỏe_colonsmile": 1,
    "bao": 1,
    "đứa": 3,
    "hồi_hộp": 1,
    "lo_sợ": 1,
    "lẽ": 1,
    "kỳ_quặc": 1,
    "tam_khảo": 1,
    "oi_bức": 1,
    "vã": 1,
    "vẻ": 7,
    "lao_đao": 1,
    "thành_thạo": 1,
    "thao_tác": 1,
    "hon": 1,
    "một_ít": 3,
    "bao_la": 1,
    "nguyên_bản": 1,
    "ưu_tiên_nữ_sinh": 1,
    "nam": 1,
    "k": 1,
    "tín_hiệu": 2,
    "miền": 3,
    "cười": 1,
    "trung": 3,
    "cao_học": 1,
    "la": 1,
    "trạng": 1,
    "a": 3,
    "nuốt": 1,
    "âm": 1,
    "tiêu": 1,
    "paste": 2,
    "nói_thẳng": 1,
    "ios": 2,
    "store": 1,
    "sản_phẩm_chất_lượng": 1,
    "tâm_sự": 1,
    "tóm_tắt": 1,
    "thuyết_phục": 2,
    "hiêu": 1,
    "nghành": 3,
    "tài_năng": 2,
    "xoay": 1,
    "sở": 2,
    "tuyệt": 1,
    "không_thể_hiện": 2,
    "người_làm": 1,
    "hưởng": 1,
    "giời": 1,
    "phản_biện": 1,
    "khối_lượng": 1,
    "ôm_đồm": 1,
    "thiệt_thòi": 3,
    "cao_siêu": 4,
    "lĩnh_hội": 1,
    "lê_thê": 1,
    "nát": 1,
    "giạy": 1,
    "elab": 1,
    "phân_tán": 2,
    "lặp_đi": 1,
    "lặp_lại": 3,
    "vhdl": 1,
    "hdl": 1,
    "thưa": 2,
    "mà_lại": 5,
    "đậu": 2,
    "căng": 1,
    "xi_măng": 1,
    "chặn": 1,
    "quỹ": 1,
    "tiếng_động_cơ": 1,
    "cao_độ": 1,
    "tùm_lum": 1,
    "tà_la": 1,
    "cầm": 2,
    "tờ": 1,
    "tồi_tệ": 1,
    "đổ": 2,
    "phối_hợp": 3,
    "ăn_ý": 2,
    "tai_nghe": 1,
    "mcu": 1,
    "hay_ho": 1,
    "chip": 1,
    "phù_hợp_nhất": 1,
    "diễn_đàn": 5,
    "bật": 1,
    "hoài": 3,
    "nghiêm_túc_colonsad": 1,
    "thúc_đẩy": 3,
    "khô_cứng": 1,
    "thô": 2,
    "cứng": 1,
    "thay_vì_vậy": 1,
    "liên_tiếp": 1,
    "đột": 3,
    "ùn": 1,
    "vạ": 1,
    "gạo": 1,
    "lạc_lõng": 1,
    "nhuần_nhuyễn": 2,
    "đồng_loạt": 1,
    "kí_hiệu": 1,
    "nét": 1,
    "link": 1,
    "một_số_ít": 1,
    "bất_mãn": 1,
    "chấn_chỉnh": 2,
    "phổ_biến": 3,
    "cùi": 1,
    "mất_công": 1,
    "khắn": 1,
    "khổ": 2,
    "silde": 2,
    "làm_bằng": 1,
    "kiến_trúc": 3,
    "vơi": 1,
    "sôi_động": 2,
    "xác_nhận": 1,
    "trường_vốn": 1,
    "quyền_lợi": 1,
    "kịp_thời_gian": 1,
    "thành_phố": 1,
    "hạn": 3,
    "tình_hình_học_viên": 2,
    "tốc": 2,
    "dộ": 1,
    "bé": 1,
    "vịt": 1,
    "từ_ngữ": 2,
    "kích_thích": 1,
    "hiếu_thắng": 1,
    "diễn_giải": 1,
    "chấp_nhận": 1,
    "bao_quát": 1,
    "tích_cực": 4,
    "xin_lỗi": 2,
    "sự_thật": 2,
    "nhiễu": 2,
    "ưu_tiên": 1,
    "kiếm": 5,
    "hội_nghị": 1,
    "đa_cấp": 1,
    "đạo_đức": 1,
    "kỹ_sư": 2,
    "cử_nhân": 1,
    "wecode": 3,
    "ngớ_ngẩn": 1,
    "nữ": 3,
    "hòa": 2,
    "nhã": 1,
    "không_kích_thích": 2,
    "cô_giáo": 1,
    "thông": 1,
    "nhà_trường_hủy_môn": 1,
    "chắc_chắn": 3,
    "tui": 2,
    "chỉ_bảo": 1,
    "tự_lực": 1,
    "quãng": 1,
    "bộ_phận": 1,
    "suất": 1,
    "cuốn_chiếu": 1,
    "gán": 1,
    "ko": 1,
    "vertical": 1,
    "fragmentation": 1,
    "dạy_học_phần": 1,
    "kết_quả_thực_hành": 2,
    "naive": 1,
    "bayes": 1,
    "uổng": 1,
    "tội": 1,
    "trau_dồi": 3,
    "khoảng_cách": 1,
    "hiệu_suất": 2,
    "hàng_đầu": 1,
    "javabeans": 1,
    "jsp": 1,
    "servlet": 1,
    "csharp": 2,
    "chót": 2,
    "semimar": 1,
    "bâng_quơ": 1,
    "đên": 1,
    "trừng_phạt": 1,
    "càu_nhàu": 1,
    "thư_giản": 1,
    "windows": 4,
    "đa_luồng": 1,
    "đồ_họa": 2,
    "tiềm": 1,
    "bản_thân_sinh_viên": 1,
    "việc_làm": 4,
    "tự_do": 2,
    "nhạc": 2,
    "nhất_thiết": 1,
    "directx": 1,
    "free": 1,
    "hú": 1,
    "rè": 1,
    "tri_thức": 2,
    "quan_hệ": 1,
    "đóng": 4,
    "có_lý_thuyết": 1,
    "rỗi": 1,
    "tiền_lương": 1,
    "toán_học": 1,
    "gặp_mặt": 2,
    "kiếm_hiệp": 1,
    "chảy": 1,
    "mồ_hôi": 1,
    "nóng_nực": 3,
    "vắng_mặt": 1,
    "nhiệt_huyết": 3,
    "bảo_mật": 1,
    "quy": 1,
    "ý_muốn": 1,
    "chê_bai": 1,
    "chu_trình": 1,
    "bình": 1,
    "thưởng": 1,
    "tiêu_chí": 3,
    "kết_nối_mạng": 2,
    "slile": 2,
    "trầm_trọng": 2,
    "socket": 1,
    "bởi_vì": 3,
    "giải_thuật": 3,
    "ỷ_lại": 1,
    "tổng_hợp_ý": 1,
    "nâng_cấp_thiết_bị": 1,
    "thời_điểm": 1,
    "loàng": 1,
    "ngoằng": 1,
    "điểm_báo_cáo": 1,
    "phiếu": 1,
    "oan": 1,
    "nán": 1,
    "lang": 1,
    "từ_bỏ": 1,
    "android": 3,
    "phong_cách": 3,
    "ớn": 1,
    "thời_tiết": 1,
    "xao": 1,
    "lãng": 1,
    "học_việc": 1,
    "lâu_lâu": 4,
    "trang_web": 2,
    "thích_ứng": 1,
    "quá_trình_báo_cáo": 1,
    "đảm": 1,
    "thỏa_mãn": 1,
    "hỗ": 1,
    "trọ": 1,
    "toàn_vẹn": 1,
    "ghét": 1,
    "đất": 1,
    "logic": 1,
    "nội_dụng": 1,
    "sỉ": 1,
    "trống_không": 1,
    "bục": 1,
    "giải_tích": 4,
    "ngược_lại": 2,
    "tối_đa": 1,
    "dường_như": 6,
    "yêu_cầu_vượt": 1,
    "yêu_cầu_là": 1,
    "cấm": 1,
    "hợp_ý": 1,
    "trên_tài_liệu": 1,
    "khả_quan": 1,
    "chịu_thua": 2,
    "sẵn_sàng": 2,
    "mắng_chửi": 1,
    "thô_tục": 2,
    "thậm_tệ": 1,
    "vệ_sinh": 3,
    "học_hành_lang": 1,
    "tiến_hành": 1,
    "tan": 1,
    "ứng_xử": 1,
    "ban": 1,
    "mỗi_một": 1,
    "xuất_hiện": 1,
    "xu_hướng": 1,
    "học_thuật": 1,
    "lực": 2,
    "them": 1,
    "slides": 1,
    "vẽ_vậy": 1,
    "cực_hình": 1,
    "tra_tấn": 1,
    "giám_sát": 2,
    "máy_lạnh": 2,
    "học_trò": 1,
    "thích_hợp": 2,
    "cảm_ơn": 2,
    "mô_hình_cụ_thể": 1,
    "chuột_bạch": 1,
    "thử_nghiệm": 2,
    "hiền": 3,
    "ghen": 1,
    "tức": 1,
    "tỷ": 1,
    "sinh_nhật": 1,
    "vợ": 1,
    "từ_thiện": 1,
    "đuối": 1,
    "bỡ_ngỡ": 1,
    "lời_giải": 4,
    "bận_rộn": 2,
    "buốn": 1,
    "phiền_phức": 1,
    "hội_trường": 1,
    "tận_tụy": 1,
    "mơ_màng": 2,
    "khôg": 1,
    "ngang": 1,
    "cở": 1,
    "từ_chối": 1,
    "hành": 2,
    "vu": 1,
    "cuỗi": 1,
    "giang": 1,
    "thầy_giáo": 2,
    "de": 1,
    "thách_đố": 1,
    "ứng_dụng_cụ_thể": 1,
    "nhẹ_tay": 1,
    "học_viên": 2,
    "tùy": 1,
    "nghèo": 1,
    "thuế": 1,
    "chửi": 1,
    "văn_hoá": 1,
    "tiện": 3,
    "sự_dụng": 2,
    "vần": 1,
    "giọng_điệu": 1,
    "gọi_là": 1,
    "nghề_nghiệp": 2,
    "hiếm": 1,
    "hình_ảnh": 2,
    "version": 1,
    "omg": 1,
    "phong_phú": 1,
    "srum": 1,
    "tổ_hợp": 1,
    "chừng": 1,
    "pin": 1,
    "việt_nửa": 1,
    "nên_hủy": 1,
    "vật_lý": 1,
    "hở": 1,
    "mát": 2,
    "room": 1,
    "mượn": 2,
    "phone": 3,
    "tòa": 2,
    "xây": 2,
    "làm_nên": 2,
    "giải_tán": 1,
    "gom": 1,
    "đương_nhiên": 1,
    "nóng_tính": 2,
    "thành_phần": 1,
    "suy_luận": 2,
    "biên_soạn": 4,
    "ngập": 1,
    "khảo_sát": 4,
    "mưa": 1,
    "đặc_tả": 2,
    "thúc": 1,
    "miệng": 1,
    "thiết_sót": 1,
    "môn_học_việc": 1,
    "prolog": 1,
    "chê_trách": 1,
    "đằng": 1,
    "nẻo": 1,
    "microphone": 1,
    "đẹp": 1,
    "tạp": 1,
    "sôi_nổi": 2,
    "phản_xạ": 2,
    "coi": 3,
    "tai": 2,
    "giai_đoạn": 1,
    "message": 1,
    "phỏng_vấn": 1,
    "học_bổng": 1,
    "đóng_góp_phần_lớn": 1,
    "smartphone": 2,
    "nhận_diện": 2,
    "engine": 1,
    "thiết_thực": 2,
    "biểu_hiện_nay": 1,
    "đề_bài": 2,
    "đại_loại": 1,
    "riêng_biệt": 1,
    "ăn_theo": 1,
    "kéo_điểm": 1,
    "hoat": 1,
    "động_năng_nổ": 1,
    "đến_nơi": 1,
    "góc": 1,
    "chổ": 2,
    "bụt": 1,
    "dần_dần": 1,
    "ngắt": 1,
    "nhịp": 1,
    "design": 1,
    "pattern": 1,
    "đố": 1,
    "colonsurprise": 2,
    "lạc_bộ": 2,
    "nối": 1,
    "đáp": 2,
    "im_lặng": 1,
    "bất_bình_thường": 1,
    "in": 1,
    "thua": 1,
    "cấp_phát_âm": 1,
    "sai_khiến": 1,
    "thực_hành_hình": 1,
    "mớ": 1,
    "lằng_nhằng": 1,
    "cờ_tướng": 1,
    "assembly": 1,
    "lệnh": 1,
    "lắp_đặt": 1,
    "đột_ngột": 1,
    "đổi_cả": 1,
    "đợt": 2,
    "nắng_nóng": 1,
    "môt": 1,
    "ngày_giờ": 1,
    "lệch": 1,
    "kho": 1,
    "thơ": 1,
    "tiếp_nhận": 2,
    "e_ngại": 1,
    "mâu_thuẫn": 1,
    "tiện_lợi": 1,
    "tai_nạn": 1,
    "may_mắn": 1,
    "writing": 1,
    "phát_sinh": 1,
    "sửa_đổi": 1,
    "cao_kiến_thức": 2,
    "choáng_ngợp": 1,
    "grammar": 2,
    "coi_trọng_điểm": 1,
    "phim": 1,
    "comment": 1,
    "update": 1,
    "xếp_hạng": 1,
    "codefun": 1,
    "bắc": 1,
    "colonsadcolon": 2,
    "over": 1,
    "time": 1,
    "đặp": 1,
    "phong": 1,
    "lab_khoa": 1,
    "proteus": 1,
    "ấn_tượng": 1,
    "lạc_đề": 1,
    "thực_lực": 2,
    "nhất_quán": 3,
    "đội_ngũ": 1,
    "pgs": 1,
    "gs": 1,
    "ts": 1,
    "chủ_nhật": 1,
    "thể_thao": 1,
    "vô_lí": 1,
    "hội_thảo": 1,
    "tình_cảm": 1,
    "tác_phong": 1,
    "nhiễm": 2,
    "virus": 2,
    "driver": 1,
    "đụng": 1,
    "bề_mặt": 1,
    "tóm_lại": 1,
    "lý_thuyết_lý_thuyết": 1,
    "rườm_rà": 1,
    "giáo_khoa": 1,
    "wrede": 1,
    "dan": 1,
    "murray": 1,
    "hu_hu": 2,
    "trùng_lặp_dạng": 1,
    "tăng_tốc_độ": 1,
    "fork": 1,
    "round": 1,
    "robin": 1,
    "bộ_nhớ": 1,
    "dễ_thương": 1,
    "đơ": 1,
    "băn_khoăn": 1,
    "er": 1,
    "đề_án": 1,
    "tầm_vóc": 1,
    "quốc_tế": 1,
    "khả_thi": 1,
    "dạnh": 1,
    "thắm": 1,
    "sương": 1,
    "tủy": 1,
    "win": 3,
    "server": 3,
    "thuần_thục": 1,
    "vui_lòng": 1,
    "bảo_quản_thiết_bị": 1,
    "bus": 1,
    "độc_hại": 1,
    "quen": 4,
    "mạch_lạc": 1,
    "đa_dạng_hóa": 1,
    "mắt": 1,
    "tệp": 1,
    "liên_kết": 2,
    "đảm_bảo_an_toàn": 1,
    "sức_khỏe": 1,
    "mặt_khác": 1,
    "hoàn_hảo": 1,
    "hỏi_vặn_vẹo": 1,
    "tết": 1,
    "phòng_bị": 2,
    "post": 2,
    "phụ": 1,
    "cố_chấp": 1,
    "chửi_mắng": 1,
    "chụp": 2,
    "chắc_hẳn": 1,
    "mật_mã": 1,
    "nhạy_cảm": 1,
    "ngầm": 1,
    "trang_trí": 1,
    "thành_thật": 2,
    "chia_sẻ": 2,
    "ngại": 1,
    "phần_cứng": 1,
    "giả": 1,
    "lập": 3,
    "tốt_nghiệp": 1,
    "ngôn_từ": 1,
    "cuộc_đời": 2,
    "yêu_đương": 1,
    "tổng_điểm": 1,
    "thỉnh_cầu": 1,
    "têu": 1,
    "cung": 2,
    "bao_gồm": 1,
    "quy_chuẩn": 1,
    "khiền": 1,
    "hoạt_động_học": 1,
    "pc": 1,
    "khóc": 1,
    "bất": 1,
    "gíao": 1,
    "nổi_bật": 1,
    "chuyển_đổi": 1,
    "hỏi_đáp": 1,
    "trúng": 1,
    "computer": 1,
    "networking": 1,
    "topdown": 1,
    "aproach": 1,
    "phạm_vi": 1,
    "bất_chợt": 1,
    "đò": 1,
    "án": 1,
    "nhìu": 1,
    "tích": 2,
    "khuya": 1,
    "kiên": 1,
    "thức": 1,
    "động_não": 1,
    "tư_duy": 2,
    "ca": 1,
    "yêu": 2,
    "nguyên_nhân": 1,
    "trau_chuốt": 1,
    "quá_lời": 1,
    "tiền_bạc": 1,
    "không_thể_hình_dung": 1,
    "hứa": 1,
    "đc": 1,
    "cao_học_hành": 1,
    "hỗi": 1,
    "trợ": 1,
    "chăng_nữa": 1,
    "tầm_cỡ": 1,
    "uể_oải": 1,
    "skype": 1,
    "reo": 1,
    "leo": 2,
    "văn_hóa": 1,
    "thanh_niên": 1,
    "mong_khoa": 1,
    "overview": 1,
    "thời_hạn": 3,
    "ấn_định": 1,
    "gia_hạn": 1,
    "hoàn_thành_công_việc": 1,
    "ký_tự": 1,
    "treo": 1,
    "đắp": 1,
    "dự_kiến": 1,
    "mù": 1,
    "đêm": 1,
    "liệu": 1,
    "chúng_ta": 1,
    "mù_mờ": 1,
    "thông_dụng": 1,
    "đùa": 2,
    "cập_nhập": 1,
    "step": 2,
    "by": 1,
    "bình_dân": 1,
    "matlab": 1,
    "ăn_nhập": 1,
    "phát_hiện": 1,
    "bỏ_cuộc": 1,
    "ngỡ_ngàng": 1,
    "tuấn": 1,
    "thực_thành": 1,
    "dục": 1,
    "bất_đạt": 1,
    "mây": 1,
    "kiểm_thử": 1,
    "phấn": 2,
    "khăn": 1,
    "rách": 1,
    "tả_tơi": 1,
    "chẵn_lẻ": 1,
    "so_sánh": 1,
    "progressive": 1,
    "app": 1,
    "amp": 1,
    "tác_động": 1,
    "seo": 1,
    "môn_học_sinh_viên": 1,
    "chạm": 1,
    "nhất_là": 1,
    "dotf": 1,
    "trường_hợp_lý_thuyết": 1,
    "đầu_óc": 1,
    "tưởng_tượng": 1,
    "khái_quát": 1,
    "chứng_kiến": 1,
    "bực_mình": 1,
    "thành_tựu": 1,
    "liên_hồi": 1,
    "một_hơi": 1,
    "nhăn": 2,
    "tương_đối_dài": 1,
    "quá_thể": 1,
    "ậm_ừ": 1,
    "từ_vựng_học": 1,
    "khiên": 1,
    "sự_nghiệp": 1,
    "gian_nan": 1,
    "từng_trải": 1,
    "lẻ": 1,
    "microsoft": 1,
    "gây_mê": 1,
    "mắng": 1,
    "hờn": 1,
    "cu": 1,
    "mềm": 1,
    "tra_cứu": 1,
    "thanks": 1,
    "đánh_dấu": 1,
    "rối_ren": 1,
    "nhọc": 1,
    "km": 1,
    "word": 1,
    "gia_tăng": 1,
    "nhói": 1,
    "chui": 1,
    "paper": 1,
    "vì_vậy_mà": 1,
    "ảnh": 1,
    "dán": 1,
    "hàm": 1,
    "phát_hành": 1,
    "gợi_mở": 1,
    "y_như": 1,
    "thi_thoảng": 1,
    "lười_biếng": 1,
    "chính_trị": 1,
    "đẻ": 1,
    "hồi": 1,
    "cày_cuốc": 1,
    "chơi_đểu": 1,
    "con_dấu": 1,
    "nợ": 1,
    "ân_cần": 1,
    "khúc_mắc": 1,
    "người_người": 1,
    "th": 1,
    "cho_cùng": 1,
    "lước": 1,
    "đèn": 1,
    "đều_tắt": 1,
    "yêu_thương": 1,
    "lao": 1,
    "hay_biết": 1,
    "outcomes": 1,
    "đỗ": 1,
    "chậm_trễ": 1,
    "bàn_giao": 1,
    "khoe": 1,
    "dự": 1,
    "vào_đề": 1,
    "thành_tích": 1
}