{
    "dạy": 1036,
    "nhiệt_tình": 1232,
    "chu_đáo": 29,
    "tận_tâm": 377,
    "phát_triển": 3,
    "suy_luận": 1,
    "rất": 1192,
    "yêu": 7,
    "hy_vọng": 7,
    "tiếp": 1,
    "môn_học": 130,
    "sau_này": 16,
    "hi_hi": 4,
    "công_tác": 10,
    "giảng_dạy": 438,
    "thân_thiện": 99,
    "học_sinh": 129,
    "thu_hút": 16,
    "bài_tập": 294,
    "dễ_thương": 44,
    "giọng": 12,
    "mục_tiêu": 4,
    "lab": 2,
    "khối_lượng": 3,
    "vừa_phải": 2,
    "tích_cực": 40,
    "thường_xuyên": 36,
    "giúp_đỡ": 85,
    "tận_tình": 254,
    "học": 233,
    "giao_tiếp": 13,
    "tốt": 349,
    "vui_tính": 202,
    "vui_vẻ": 182,
    "kiến_thức": 388,
    "giúp": 136,
    "sơ": 1,
    "vật_chất": 2,
    "hay": 498,
    "kỹ": 98,
    "minh_họa": 19,
    "lý_thuyết": 58,
    "liên_tưởng": 2,
    "vủi_vẻ": 1,
    "nói_chuyện": 7,
    "liên_hệ": 30,
    "thực_tiễn": 58,
    "truyền_đạt": 215,
    "đôi": 2,
    "hơi": 9,
    "khó_tính": 2,
    "đảm_bảo": 39,
    "lên_lớp": 78,
    "vấn_đề": 58,
    "thật_sự": 10,
    "thiết_thực": 8,
    "kinh_nghiệm": 44,
    "giáo_viên": 199,
    "trẻ_trung": 1,
    "năng_động": 12,
    "trẻ": 9,
    "trường": 17,
    "nên": 44,
    "bảng": 5,
    "thảo_luận": 16,
    "cụ_thể": 47,
    "nhiệt_huyết": 49,
    "hướng_dẫn_nhiệt_tình": 9,
    "chi_tiết": 82,
    "sát": 54,
    "gần_gũi": 68,
    "chuẩn": 7,
    "lớp": 119,
    "website": 7,
    "tâm_huyết": 77,
    "hình_thức": 5,
    "hấp_dẫn": 16,
    "giải_đáp": 99,
    "thắc_mắc": 113,
    "bổ_ích": 33,
    "có_ích": 7,
    "công_việc": 21,
    "thương": 12,
    "xuyên": 3,
    "tâm": 56,
    "nội_dung": 65,
    "chất_lượng": 16,
    "quan_tâm": 85,
    "chấm": 6,
    "chính_xác": 7,
    "phản_hồi": 3,
    "thực_hành": 98,
    "rộng": 14,
    "chăm_lo": 5,
    "tài_liệu": 56,
    "đầy_đủ": 137,
    "sẵn_sàng": 19,
    "phần_lớn": 1,
    "đa_dạng": 19,
    "phù_hợp": 17,
    "giỏi": 20,
    "không": 149,
    "quá": 43,
    "nhẹ": 2,
    "thi": 31,
    "giải_tích": 2,
    "kết_quả": 7,
    "kỳ": 13,
    "đồng_thời": 6,
    "năng_nổ": 11,
    "hoà_đồng": 9,
    "cảm_thấy": 10,
    "thoải_mái": 67,
    "vui": 60,
    "hiền": 31,
    "cố_gắng": 11,
    "thầy_giáo": 10,
    "mặc_dù": 6,
    "mạch": 3,
    "giới_thiệu": 6,
    "câu": 29,
    "tiết": 36,
    "thú_vị": 30,
    "đầu": 5,
    "bộ_môn": 6,
    "không_khí": 32,
    "phát_biểu": 5,
    "kiển": 1,
    "nà": 1,
    "lưu": 1,
    "lát": 1,
    "hạn_chế": 2,
    "lắng_nghe": 12,
    "hợp": 1,
    "ngắn_gọn": 15,
    "tổng_quát": 3,
    "dễ_chịu": 12,
    "dậy": 7,
    "đồ_án": 34,
    "báo_cáo": 3,
    "tuần": 9,
    "code": 12,
    "giáo_trình": 12,
    "bọn": 12,
    "cá_nhân": 3,
    "đi": 44,
    "giải": 39,
    "kỹ_lưỡng": 11,
    "trợ": 3,
    "tìm_hiểu": 13,
    "chuyên_môn": 22,
    "yêu_cầu": 7,
    "sôi_động": 6,
    "đều_đặn": 2,
    "có_thể": 35,
    "chủ_động": 23,
    "cao_kiến_thức": 4,
    "nghề_nghiệp": 6,
    "doubledot": 7,
    "thuyết_trình": 15,
    "tư_duy": 7,
    "phản_biện": 3,
    "một_cách": 11,
    "máy_móc": 3,
    "không_gian": 5,
    "chán_nản": 1,
    "bản_chất": 2,
    "suông": 1,
    "một_số": 15,
    "sâu": 14,
    "gói": 2,
    "gọn": 2,
    "trình_độ": 5,
    "đánh_giá": 11,
    "phù": 1,
    "hơp": 2,
    "viết": 9,
    "đới": 1,
    "tâm_lý": 14,
    "tăng_cường": 6,
    "đề": 22,
    "rèn_luyện": 21,
    "chưa": 23,
    "bao_giờ": 3,
    "ý_định": 1,
    "nghỉ": 8,
    "trừ": 3,
    "trường_hợp": 3,
    "ngủ": 3,
    "quên": 3,
    "colonbigsmile": 2,
    "mến": 3,
    "cần_thiết": 14,
    "mới_lạ": 3,
    "chia_sẻ": 27,
    "hài_lòng": 51,
    "phân_tích": 2,
    "chuyên_sâu": 11,
    "giàng": 1,
    "kiến": 3,
    "kinh_tế": 1,
    "đại_cương": 1,
    "niền": 1,
    "đối_với": 13,
    "vui_nhộn": 7,
    "một_chút": 3,
    "tuyệt_vời": 22,
    "colonhihi": 2,
    "tương_tác": 14,
    "đóng_góp": 1,
    "văn": 4,
    "hữu_ích": 15,
    "tân": 5,
    "slide": 37,
    "như_vậy": 5,
    "thời_gian": 38,
    "tiếng": 24,
    "dễ_tính": 20,
    "đúng_đắn": 2,
    "vững": 8,
    "tập_trung": 8,
    "hài_hước": 22,
    "hệ_thống": 13,
    "moodle": 10,
    "giáp": 1,
    "đáp": 1,
    "cô_giáo": 16,
    "tốn": 1,
    "thực_hiện": 5,
    "nghiêm_túc": 17,
    "sửa": 21,
    "kiểm_tra": 12,
    "bù": 5,
    "thông_báo": 4,
    "thúc_đẩy": 1,
    "điểm_cao": 5,
    "hòa": 43,
    "đồng": 41,
    "lớp_học": 15,
    "cải_thiện": 5,
    "bản_thân": 2,
    "colonsmilesmile": 6,
    "tận_tụy": 20,
    "cởi_mở": 8,
    "thỉnh_thoảng": 2,
    "mong": 15,
    "tiếp_tục": 7,
    "cặn_kẽ": 8,
    "hợp_lý": 15,
    "xong": 5,
    "ý_nghĩa": 4,
    "nhắc_nhở": 3,
    "theo_dõi": 5,
    "giám_sát_sinh_viên": 1,
    "cập_nhật": 24,
    "chuẩn_xác": 4,
    "hướng_dẫn_giải": 2,
    "cảm_ơn": 14,
    "sôi_nổi": 18,
    "phát_âm": 5,
    "hoàng": 1,
    "toàn": 1,
    "courses": 2,
    "phương_tiện": 1,
    "liên_lạc": 3,
    "phân": 1,
    "uit": 2,
    "thiết_bị": 4,
    "thiện": 2,
    "trang": 3,
    "tánh": 1,
    "thành_viên": 1,
    "dạng": 6,
    "cần": 22,
    "tâm_lý_học_sinh": 4,
    "chú_ý": 3,
    "bắt": 2,
    "khoa_học": 9,
    "nhàm_chán": 8,
    "thậy": 1,
    "đẹp": 3,
    "colonlove": 6,
    "thống_nhất": 1,
    "xử_lý": 1,
    "nhẹ_nhàng": 7,
    "đầu_tiên": 1,
    "tất_cả": 11,
    "mục": 1,
    "giảng_giải": 6,
    "đề_cập": 7,
    "đặc_biệt": 5,
    "chịu_khó": 10,
    "quý_báu": 5,
    "tụi": 17,
    "thi_cử": 3,
    "sách": 5,
    "việt": 2,
    "bổ_sung": 7,
    "phòng": 6,
    "đại_học": 1,
    "nghề": 8,
    "đôi_khi": 2,
    "không_thể": 4,
    "truyền": 8,
    "nhiệt_thành": 2,
    "mặt": 7,
    "like": 2,
    "ôn": 6,
    "cũ": 4,
    "trực_tiếp": 6,
    "chiều": 2,
    "trễ": 3,
    "phối_hợp": 1,
    "chặt_chẽ": 1,
    "ân_cần": 5,
    "bắt_đầu": 3,
    "ngôn_ngữ": 3,
    "trung": 1,
    "rễ": 2,
    "căn_bản": 2,
    "nhiệt_tâm": 4,
    "trách_nhiệm": 10,
    "update": 2,
    "thiết_kế": 2,
    "chế_tạo": 1,
    "rèn": 2,
    "hiệu": 1,
    "chương_trình": 9,
    "tinh_thần": 5,
    "phong_cách": 16,
    "cuốn_hút": 7,
    "nghiên_cứu": 10,
    "đề_tài": 3,
    "môn": 35,
    "điểu": 1,
    "kiện": 1,
    "liên_quan": 17,
    "thưa": 8,
    "thang": 1,
    "tổ_chức": 8,
    "nhanh_chóng": 4,
    "nắm_bắt": 18,
    "tiên_tiến": 1,
    "khó_khăn": 9,
    "hoàn_thành": 5,
    "trả_lời": 21,
    "đào_tạo": 2,
    "công_sức": 1,
    "minh_bạch": 2,
    "liên_kết": 1,
    "kỹ_càng": 12,
    "sống_động": 2,
    "công_tâm": 2,
    "kỷ_luật": 1,
    "năng_lượng": 1,
    "phút": 2,
    "tester": 1,
    "trực_quan": 4,
    "logic": 6,
    "chuyên_tâm": 5,
    "hứng": 1,
    "quyết": 2,
    "xinh": 5,
    "thụ": 2,
    "dễ_dàng": 8,
    "hình_dung": 2,
    "thuật_toán": 3,
    "vô": 2,
    "nhất_là": 2,
    "chủ_quan": 1,
    "ăn_mặc": 1,
    "lịch_sự": 3,
    "chỉ_bảo": 18,
    "chân_thành": 2,
    "chia": 4,
    "ưu": 1,
    "nhược": 1,
    "thiếu_thời_gian": 1,
    "hầu_như": 4,
    "sô": 1,
    "sư_phạm": 2,
    "day": 2,
    "max": 2,
    "phụ_đạo": 1,
    "lập_trình": 8,
    "tại_chỗ": 1,
    "mở_rộng": 14,
    "chuyên_nghiệp": 8,
    "sinh_động": 24,
    "sữa": 1,
    "lỗi": 10,
    "cám_ơn": 6,
    "fraction": 2,
    "đáp_ứng": 4,
    "funny": 1,
    "câu_chuyện": 6,
    "chiêm_nghiệm": 1,
    "cuộc_sống": 9,
    "tiến_bộ": 2,
    "wifi": 1,
    "phế": 1,
    "lo": 5,
    "nhìn_chung": 5,
    "hết_mình": 11,
    "phiên_bản": 1,
    "máy_tính": 2,
    "pdf": 1,
    "doc": 1,
    "tận": 3,
    "tậm": 4,
    "chỉ_dẫn": 13,
    "hẳn": 3,
    "ghi_nhớ": 1,
    "cơ_bản": 8,
    "cực_kỳ": 18,
    "mời": 2,
    "công_ty": 2,
    "xung_quanh": 3,
    "cười": 4,
    "sử_dụng": 23,
    "micro": 2,
    "thoại": 1,
    "loa": 1,
    "công_bằng": 9,
    "quý_giá": 1,
    "hăng_hái": 3,
    "wwzjwz": 1,
    "may_mắn": 2,
    "ham": 3,
    "đọng": 1,
    "ai": 3,
    "động_lực_học": 2,
    "hiều": 2,
    "truyền_cảm_hứng": 9,
    "đề_cương": 8,
    "đăng": 1,
    "cẩn_thận": 2,
    "chủ_đề": 3,
    "colonsmile": 7,
    "đứng": 2,
    "hầu_hết": 2,
    "vững_nhiệt_huyết": 1,
    "phong_thái": 1,
    "khoa": 2,
    "vô_cùng": 3,
    "thời_sự": 2,
    "chạy": 2,
    "vòng_vòng": 1,
    "gợi_ý": 1,
    "giúp_ích": 1,
    "csharp": 1,
    "java": 1,
    "lãnh_đạm": 1,
    "buồn_ngủ": 7,
    "thích_thú": 3,
    "tập": 2,
    "đông": 4,
    "chương": 4,
    "hưng_phấn": 1,
    "rẻ": 1,
    "điểm_danh": 5,
    "cảm_hứng": 14,
    "nổi": 1,
    "lôi_cuốn": 10,
    "giàu": 2,
    "hiền_lành": 4,
    "cơ_sở": 3,
    "khuyết_điểm": 1,
    "doanh_nghiệp": 4,
    "giang": 3,
    "viên": 3,
    "cử_chỉ": 1,
    "chi": 2,
    "trang_web": 3,
    "đa": 2,
    "đạng": 1,
    "thực_lực": 1,
    "thử": 1,
    "tốt_bụng": 2,
    "phụ_thuộc": 1,
    "phân_chia": 1,
    "tác_phong": 4,
    "assignments": 1,
    "given": 1,
    "at": 1,
    "home": 1,
    "are": 1,
    "good": 3,
    "nghiêm": 1,
    "ok": 7,
    "đam_mê": 3,
    "very": 1,
    "dể": 1,
    "demo": 8,
    "truyên": 1,
    "lĩnh_vực": 3,
    "tầm": 2,
    "xã_hội": 6,
    "nhịp_điệu": 1,
    "chém": 2,
    "gió": 1,
    "hiểu_biết": 5,
    "chuẩn_bị": 10,
    "quan_trọng": 6,
    "đĩnh_đạc": 1,
    "gạy": 1,
    "tiêp": 1,
    "thu": 1,
    "xưa": 1,
    "truyền_cảm": 7,
    "thực_sự": 6,
    "chỉ_dẫn_nhiệt_tình": 1,
    "thông_qua": 5,
    "truyện": 2,
    "mạch_lạc": 2,
    "làm_quen": 3,
    "xác_suất": 2,
    "thống_kê": 2,
    "đọc": 9,
    "hai": 6,
    "trừu_tượng": 1,
    "chúc": 8,
    "hạnh_phúc": 1,
    "hăng_say": 2,
    "thuyết_phục": 3,
    "thức": 2,
    "hành": 1,
    "chất": 2,
    "phong_phú": 14,
    "học_sinh_động": 6,
    "nêu": 1,
    "nhiệt_tình_sử_dụng": 3,
    "độc": 1,
    "học_sinh_viên": 1,
    "lồng_ghép": 2,
    "đời": 1,
    "lý_thú": 3,
    "có_lẽ": 1,
    "đậu": 1,
    "gt": 1,
    "miệt_mài": 1,
    "deadline": 4,
    "thuận_lợi": 3,
    "sắp_xếp": 2,
    "sự_cố": 1,
    "xảy": 3,
    "phục_vụ": 1,
    "giảng_giải_nhiệt_tình": 3,
    "ưa_thích": 1,
    "kéo": 1,
    "đóng_góp_ý_kiến": 1,
    "thẳng": 2,
    "thắng": 1,
    "điểm_chuẩn_xác": 1,
    "dế": 1,
    "hiện_tượng": 1,
    "cảm_tình": 1,
    "chán_ngán": 1,
    "vướng_mắc": 1,
    "muộn": 1,
    "tí": 1,
    "cách_nhiệt_tình": 1,
    "sót": 1,
    "phần_nào": 2,
    "outdoor": 1,
    "quay_phim": 1,
    "dựng_phim": 1,
    "tán_thành": 1,
    "hết_sức": 2,
    "giáo": 2,
    "viện": 2,
    "nhập_tâm": 1,
    "toán": 3,
    "chậm": 9,
    "kịp": 2,
    "cách_thức": 2,
    "đẹp_trai": 8,
    "trò_chuyện": 2,
    "số_lượng": 2,
    "ucla": 1,
    "tham_gia": 8,
    "lời_giải": 2,
    "tỉ_mỉ": 4,
    "bao_quát": 4,
    "cộng": 4,
    "tương_đối": 11,
    "hay_là": 1,
    "phúc_khảo": 1,
    "đầu_tư": 1,
    "hoạt": 1,
    "sai": 2,
    "khắc_phục": 1,
    "nước_ngoài": 2,
    "mong_muốn": 1,
    "nhà_trường": 3,
    "phân_công": 1,
    "tiếp_theo": 4,
    "cô_giáo_viên": 1,
    "gương_mẫu": 1,
    "trái_tim": 1,
    "course": 2,
    "ngành": 5,
    "quản_lý": 2,
    "trau_dồi": 2,
    "kéo_dài": 1,
    "seminar": 4,
    "speak": 1,
    "ngoài_lề": 1,
    "trời": 2,
    "thực": 1,
    "hạnh": 1,
    "famous": 1,
    "name": 1,
    "chú_trọng": 5,
    "bụng": 1,
    "bự": 1,
    "kích_thích": 2,
    "tinh_thần_học_hỏi": 1,
    "sâu_sắc": 3,
    "việc_làm": 1,
    "hàng": 1,
    "tuy_rằng": 1,
    "khô_khan": 3,
    "khúc_mắc": 2,
    "xen_kẽ": 1,
    "em_em": 1,
    "dẫn_chứng_minh_hoạ": 1,
    "yêu_quý": 1,
    "phương_pháp_giản": 1,
    "kiên_nhẫn": 3,
    "thấm": 1,
    "dot": 3,
    "bước_đi": 1,
    "tích": 1,
    "cuả": 1,
    "dầy": 1,
    "thì_thôi": 1,
    "pha_trò": 1,
    "lạ": 1,
    "đề_bài_tập": 1,
    "ấn_tượng": 3,
    "speaking": 2,
    "listening": 1,
    "xây_dựng": 4,
    "tốc_độ": 2,
    "post": 1,
    "mạng": 5,
    "chỗ": 7,
    "nhiệt": 3,
    "hiện_đại": 1,
    "tích_hợp": 1,
    "cô_đọng": 1,
    "mãi": 1,
    "sai_sót": 1,
    "sinn": 1,
    "thế_nào": 3,
    "bổ_túc": 1,
    "lập": 2,
    "khơi_gợi": 1,
    "học_viên": 4,
    "thông_cảm": 1,
    "sâu_rộng": 6,
    "siêu": 1,
    "thưc": 1,
    "thân_thiết": 1,
    "định_nghĩa": 1,
    "giao_thức": 1,
    "thương_yêu": 1,
    "ôi": 1,
    "nộp": 2,
    "niềm": 4,
    "hoàn_hảo": 2,
    "thái_độ": 5,
    "dí_dỏm": 2,
    "máy": 5,
    "thư_viện": 1,
    "câu_lệnh": 1,
    "phân_loại": 1,
    "tưởng_chừng": 1,
    "lý_giải": 1,
    "phương_án": 1,
    "vặt": 1,
    "khía_cạnh": 1,
    "học_vấn_đề": 1,
    "anh_chị": 1,
    "khóa": 3,
    "tối_đa": 4,
    "tinh_thần_học": 1,
    "gủi": 1,
    "tinh": 1,
    "tốt_giọng": 2,
    "cấp_tiến": 1,
    "thế_giới": 1,
    "thay": 1,
    "gẫn": 1,
    "gũi": 1,
    "hì": 2,
    "khắt_khe": 1,
    "tôt": 1,
    "hụt": 1,
    "is": 1,
    "colonlovelove": 1,
    "nền_tảng": 5,
    "học_trò": 3,
    "nhất_thiết": 2,
    "sách_vở": 1,
    "trang_bị": 1,
    "diễn_đạt": 5,
    "học_tập_hợp_lý": 1,
    "nói_nhỏ": 1,
    "bận": 1,
    "cặp": 1,
    "copy": 2,
    "giải_quyết_sinh_viên": 1,
    "anh_em": 1,
    "hoài": 1,
    "lạc_bộ": 1,
    "nguyên_tắc": 7,
    "nhanh_nhẹn": 2,
    "vui_tính_cách": 4,
    "chán": 1,
    "tự_chủ": 1,
    "lịch_trình": 1,
    "trợ_giảng_dạy": 1,
    "gờ": 1,
    "cười_duyên": 1,
    "khoá": 1,
    "mô_tả": 1,
    "bày": 1,
    "up": 7,
    "tuy_nhiên": 1,
    "hoàn_toàn": 1,
    "gửi": 5,
    "ý_tưởng": 2,
    "khởi_nghiệp": 1,
    "vốn": 1,
    "thày": 1,
    "mềm": 2,
    "vote": 1,
    "đổi_mới": 3,
    "dẫn_chứng": 2,
    "vì_vậy": 1,
    "tươi": 1,
    "bàu": 1,
    "chép": 2,
    "điều_chỉnh": 3,
    "chuyên_ngành": 2,
    "boss": 3,
    "lắm": 5,
    "học_kỳ": 12,
    "phong_độ": 1,
    "đường": 1,
    "quy_định": 1,
    "gợi_ý_định_hướng": 1,
    "khoá_luận": 1,
    "tốt_nghiệp": 2,
    "sống": 2,
    "vẻ": 3,
    "bề_ngoài": 1,
    "hóm_hỉnh": 1,
    "dữ_liệu": 3,
    "tuyệt": 7,
    "nhiệt_tình_tiết": 2,
    "cao_trình_độ_sinh_viên": 1,
    "dẫn_chứng_thực_tế": 1,
    "lửa": 1,
    "khuyên": 2,
    "khắc": 1,
    "học_sinh_phần_nào": 1,
    "chân_tình": 1,
    "quy_ước": 1,
    "phương": 1,
    "phát": 1,
    "buối": 1,
    "presentation": 1,
    "giấc": 1,
    "mơ": 1,
    "thành": 1,
    "sưc": 1,
    "thân": 2,
    "thiệt": 1,
    "sơ_lược": 1,
    "tiếp_xúc": 3,
    "tẳng": 1,
    "blackbery": 1,
    "tizen": 1,
    "phonegap": 1,
    "titanium": 1,
    "zun": 1,
    "hackerrankdotcom": 1,
    "cân_bằng": 1,
    "cư_xử": 1,
    "bài_tập_hợp_lý": 2,
    "tính_tình": 2,
    "khuyên_răn": 1,
    "giải_pháp": 1,
    "giá_trị": 1,
    "tui": 1,
    "tổng_hợp": 1,
    "hoạt_bát": 1,
    "chăm": 1,
    "dẫn_dắt": 2,
    "ổn_định": 1,
    "đỡ": 1,
    "tiến_độ": 2,
    "thầy_giản": 1,
    "bớt": 1,
    "căng_thẳng": 1,
    "toàn_bộ": 1,
    "triệu": 1,
    "ta": 1,
    "tài_năng": 1,
    "như_vầy": 1,
    "vầ": 1,
    "thời": 2,
    "biểu": 2,
    "giao": 2,
    "không_những": 3,
    "khó_chịu": 1,
    "đở": 1,
    "cải_tiến": 3,
    "quy_trình": 1,
    "tính_cách": 1,
    "tải": 1,
    "ngắn": 1,
    "phép": 1,
    "gọn_gàng": 1,
    "dứt_khoát": 2,
    "gọi": 2,
    "hôm": 1,
    "coi": 1,
    "hiện_tại": 4,
    "lưu_loát": 1,
    "truyền_tải": 3,
    "phà": 1,
    "dotdotdot": 1,
    "trẻ_con": 1,
    "dồi_dào": 1,
    "tiến": 1,
    "lan_man": 4,
    "macbook": 1,
    "thầy_số": 1,
    "số_một": 1,
    "sức_khỏe": 3,
    "thành_công": 2,
    "chú_tâm": 2,
    "quân": 1,
    "bài_làm": 2,
    "chậm_rãi": 2,
    "xin_lỗi": 1,
    "unikey": 1,
    "va": 2,
    "nửa": 1,
    "cần_kiệm": 1,
    "liêm": 1,
    "thể_loại": 1,
    "yếu": 1,
    "trung_bình": 1,
    "chủ_yếu": 2,
    "phân_phối": 1,
    "nhấn_mạnh": 1,
    "kính_trọng": 1,
    "nhu_cầu": 1,
    "outline": 1,
    "kỹ_thuật": 1,
    "đáng_giá": 1,
    "thay_đổi": 1,
    "thích_hợp": 1,
    "x": 1,
    "tư_tưởng": 1,
    "tế": 1,
    "dụng_cụ": 1,
    "mở_mang": 1,
    "khả_nang": 1,
    "work": 1,
    "group": 1,
    "soạn": 2,
    "thể_hiện": 1,
    "vắng": 2,
    "trưởng": 1,
    "nhác": 1,
    "nhở": 1,
    "nhiệt_tình_yêu": 1,
    "hòa_nhã": 1,
    "phiền": 1,
    "công_thức": 1,
    "như_thế": 1,
    "idol": 1,
    "tràn_đầy": 1,
    "đừng": 1,
    "đa_phần": 1,
    "thụ_động": 1,
    "dám": 2,
    "huyến": 1,
    "ví_dụng": 1,
    "facebook": 2,
    "h": 2,
    "luyện_tập": 5,
    "giểu": 1,
    "thụ_động_học": 1,
    "lối": 1,
    "ôn_thi": 1,
    "báo": 1,
    "hết_lòng": 2,
    "động_viên": 1,
    "game": 2,
    "thúc_giục": 1,
    "ghế": 1,
    "vốn_sống": 1,
    "ra_dáng": 1,
    "doanh_nhân": 1,
    "thành_đạt": 1,
    "diễn_thuyết": 1,
    "thực_tế_hóa": 1,
    "kể_cả": 1,
    "gmail": 2,
    "luôn_luôn": 3,
    "hình_ảnh": 1,
    "gắn": 2,
    "lịch": 1,
    "tưởng": 1,
    "tác": 1,
    "hơn_nữa": 2,
    "kỹ_sư": 1,
    "oop": 2,
    "môi_trường_học_tập": 1,
    "kém": 1,
    "mail": 2,
    "cài_đặt": 1,
    "nữa_là": 1,
    "hỏi_han": 1,
    "sửa_chữa": 1,
    "động_cơ_học_tập": 1,
    "lâu_dài": 1,
    "bàn": 1,
    "ràng_buộc": 1,
    "hiền_hậu": 1,
    "mẫu_mực": 1,
    "nhà_giáo": 1,
    "thực_thụ": 1,
    "liên_tục": 1,
    "đường_lối": 1,
    "công_nghiệp": 1,
    "sâu_sát": 1,
    "hâm_mộ": 1,
    "toeic": 1,
    "đội": 1,
    "nghiêm_trọng": 1,
    "xuất_sắc": 1,
    "đối_tượng": 2,
    "phần_mềm": 1,
    "c": 1,
    "đòi_hỏi": 1,
    "tranh_luận": 1,
    "vi": 1,
    "dụ": 1,
    "vê": 1,
    "tại_sao": 1,
    "nguyên": 2,
    "linh_động": 2,
    "sẻ": 1,
    "thu_hoạch": 1,
    "ồn": 1,
    "mất_lòng": 1,
    "chiến_lược": 1,
    "chẳng": 1,
    "phân_biệt": 1,
    "cập": 1,
    "nhập": 1,
    "hoàn_chỉnh": 1,
    "cốt_lõi": 1,
    "xác_định": 1,
    "mục_đích": 2,
    "lãng_phí": 1,
    "thở": 1,
    "não": 1,
    "ngơi": 1,
    "vu_vơ": 1,
    "buồn_cười": 1,
    "hài": 1,
    "xét": 1,
    "test": 1,
    "kêu": 1,
    "cố": 1,
    "trải": 1,
    "rút": 1,
    "đạo_đức": 2,
    "tâm_huyết_tương_tác": 1,
    "phong_trào": 1,
    "ôn_luyện": 1,
    "tăng_cường_độ": 1,
    "vận": 1,
    "giàng_viên": 1,
    "niềm_nở": 1,
    "truyển": 1,
    "chuyên": 1,
    "nghành": 1,
    "papers": 1,
    "thậm_chí": 1,
    "giá_cả": 1,
    "bảo_đảm": 1,
    "chuyến": 1,
    "tham_quan": 1,
    "đông_đủ": 1,
    "mắc": 2,
    "lúc_nào": 2,
    "phân_bố": 1,
    "bữa": 1,
    "rát": 1,
    "diễn_đàn": 2,
    "hoàn_thiện": 1,
    "hệ_thống_hóa": 1,
    "thẳng_thắn": 1,
    "kiên_quyết": 1,
    "vui_tính_hướng_dẫn": 1,
    "tiện": 1,
    "ban_đầu": 1,
    "ganh_đua": 1,
    "hề": 1,
    "ngừng": 1,
    "chức_năng": 1,
    "thiên_vị": 1,
    "cấu_trúc": 1,
    "lo_lắng": 1,
    "gỡ_rối": 1,
    "vướng_bận": 1,
    "hướng_nghiệp": 1,
    "công_dụng": 1,
    "dừng": 1,
    "tôn_trọng": 1,
    "đạo_đức_tính": 1,
    "nhân_bản": 1,
    "thú": 1,
    "thận": 1,
    "đa_số": 1,
    "trầm": 1,
    "điện_tử": 1,
    "bỗ": 1,
    "startup": 1,
    "bài_toán": 1,
    "vừa_rồi": 1,
    "học_vị": 1,
    "tiếc": 1,
    "đăng_ký": 1,
    "trở_nên": 1,
    "châu": 1,
    "âu": 1,
    "súc_tích": 1,
    "đánh": 1,
    "kết_thúc": 1,
    "tín_hiệu": 1,
    "âm_thanh": 1,
    "quy_củ": 1,
    "hằng": 1,
    "chắc_chắn": 1,
    "mẹ": 1,
    "vuông": 1,
    "nha": 1,
    "khâm_phục": 1,
    "trí_nhớ": 1
}